Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: it

source: Error processing import file
it: Errore durante l'elaborazione del file di importazione

source: Some servers cannot be imported. Please make sure there are not empty lines in your spreadsheet.
it: Alcuni server non possono essere importati. Assicurati che non ci siano righe vuote nel tuo foglio di lavoro.

source: No servers available
it: Nessun server disponibile

source: Create Backup
it: Creare il backup

source: Please select the backup definition to run.
it: Seleziona la definizione di backup da eseguire.

source: Create backup
it: Crea il backup

source: Create Backup Definition
it: Crea la definizione di backup

source: Create definition
it: Crea una definizione

source: Update or delete Backup Definition
it: Aggiorna o elimina la definizione di backup

source: Update definition
it: Aggiorna una definizione

source: Delete definition
it: Elimina una definizione

source: Update or delete backup definition
it: Aggiorna o elimina la definizione di backup

source: Create new backup definition
it: Crea una nuova definizione di backup

source: Add definition
it: Aggiungi una definizione

source: Delete Backups
it: Elimina backup

source: Backups: <strong>__name__</strong><br>Disk ID: <strong>__disk_id__</strong>
it: Backup: <strong>__name__</strong><br>ID disco: <strong>__disk_id__</strong>

source: Deleting a backup will only remove the data of the backup.
it: L'eliminazione di un backup rimuoverà solo i dati del backup.

source: Are you sure that you want to delete the backups?
it: Sei sicuro di voler eliminare i backup?

source: Delete backups
it: Elimina backup

source: Create backup of your disk. You will have to choose a backup definition to run
it: Crea backup del tuo disco. Dovrai scegliere una definizione di backup da eseguire

source: Backup now
it: Esegui il backup adesso

source: Delete or Restore Backup
it: Elimina o ripristina backup

source: Backup: <strong>__name__</strong><br>Disk ID: <strong>__disk_id__</strong> (__disk_size__ MB)
it: Backup: <strong>__name__</strong><br>ID disco: <strong>__disk_id__</strong> (__disk_size__ MB)

source: A backup restore will restore your data from the backup. <strong>All your data created after the backup (including all existing snapshots) on target server will be lost!</strong>
it: Un ripristino del backup ripristinerà i dati dal backup. <strong>Tutti i dati creati dopo il backup (inclusi tutti gli snapshot esistenti) sul server di destinazione andranno persi!</strong>

source: Do you want to <strong>delete existing data and snapshots on target server</strong> and restore data from this backup?
it: Vuoi <strong>eliminare i dati e le snapshot esistenti sul server di destinazione</strong> e ripristinare i dati da questo backup?

source: Are you sure that you want to restore the backup?
it: Sei sicuro di voler ripristinare il backup?

source: Restore backup
it: Ripristina il backup

source: Are you sure that you want to delete the backup?
it: Sei sicuro di voler eliminare il backup?

source: Delete backup
it: Elimina il Backup

source: Update Backup
it: Aggiorna il Backup

source: Update backup information (note only).
it: Aggiorna le informazioni di backup (solo nota).

source: Update backup
it: Aggiorna il Backup

source: Loading console window
it: Caricamento della finestra della console

source: console
it: consolle

source: Open console in new window
it: Apri la console in una nuova finestra

source: Start Server with ISO Image
it: Avvia il server con l'immagine ISO

source: ISO image to boot from:
it: Immagine ISO da cui avviare:

source: Use once?
it: Usalo una volta?

source: Attach 2nd ISO image (optional):
it: Allega la seconda immagine ISO (opzionale):

source: (Disabled)
it: (Disabilitato)

source: Start server
it: Avvia il server

source: Change Reverse DNS Name
it: Cambia il nome DNS inverso

source: Please enter a valid value for the reverse DNS record of IP <strong>__ipaddr__</strong>.
it: Inserisci un valore valido per il record DNS inverso dell'IP <strong>__ipaddr__</strong>.

source: Are you sure that you want to delete the server definition from database?
it: Sei sicuro di voler eliminare la definizione del server dal database?

source: Change NIC Settings
it: Modifica impostazioni NIC

source: Add new NIC to Server
it: Aggiungi nuovo NIC al server

source: Delete NIC
it: Elimina NIC

source: Add NIC
it: Aggiungi NIC

source: Change Disk Settings
it: Modifica le impostazioni del disco

source: Add new Disk to Server
it: Aggiungi nuovo disco al server

source: Changing disk size is dangerous! Are you sure you want to change the disk size?
it: Modificare le dimensioni del disco è pericoloso! Sei sicuro di voler cambiare la dimensione del disco?

source: Deleting the disk will result in data loss of this disk and its snapshots! Are you sure you want to delete this disk?
it: L'eliminazione del disco comporterà la perdita di dati di questo disco e delle sue snapshot! Sei sicuro di voler eliminare questo disco?

source: Delete Disk
it: Elimina disco

source: Add Disk
it: Aggiungi disco

source: Migrate Server to another Node
it: Migra il server su un altro Nodo

source: Target compute node
it: Nodo di calcolo di destinazione

source: Live migration?
it: Migrazione in tempo reale?

source: KVM only, EXPERIMENTAL!
it: Solo KVM, SPERIMENTALE!

source: Migrate server
it: Migra server

source: Server is Not Installed
it: Il server non è installato

source: The server is marked as <strong>not installed</strong>. You have to start the server with an ISO image and install your favourite operating system. Please mark the server as installed <strong>after you have successfully installed the operating system</strong>.
it: Il server è contrassegnato come <strong>non installato</strong>. Devi avviare il server con un'immagine ISO e installare il tuo sistema operativo preferito. Contrassegna il server come installato<strong>dopo aver installato correttamente il sistema operativo</strong>.

source: Is the server installed?
it: Il server è installato?

source: After marking the server as installed you <strong>won't be able to boot the server with an ISO image</strong>, only a rescue CD will be available. But you will be able to use the snapshot functionality afterwards.
it: Dopo aver contrassegnato il server come installato, <strong>non sarai in grado di avviare il server con un'immagine ISO </strong>, sarà disponibile solo un CD di ripristino. Ma in seguito sarai in grado di utilizzare la funzionalità snapshot.

source: Not yet
it: Non ancora

source: Yes, server is installed
it: Sì, il server è installato

source: Server is installed
it: Il server è installato

source: Server is Frozen
it: Il server è Congelato

source: The server is marked as frozen, which means that it is stopped and cannot be started unless a valid subscription is recognized.
it: Il server è contrassegnato come congelato, il che significa che è stato arrestato e non può essere avviato a meno che non venga riconosciuta una sottoscrizione valida.

source: Change server settings
it: Modifica le impostazioni del server

source: Server is locked or has slave servers, which means that server settings cannot be changed
it: Il server è bloccato o ha server slave, il che significa che le impostazioni del server non possono essere modificate

source: Every compute node is identified by its unique color
it: Ogni nodo di calcolo è identificato dal suo colore univoco

source: Actual monthly SLA for this server
it: SLA mensile effettivo per questo server

source: Immediately start a stopped server
it: Avvia immediatamente un server arrestato

source: <i>Reboot</i> will send a reboot ACPI signal into the server, which initiates a reboot process.
it: <i>Riavvia</i> invierà un segnale ACPI di riavvio al server, che avvia un processo di riavvio.

source: In case the reboot process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> (e.g. there is no ACPI daemon) a Force Reboot will take place.
it: Nel caso in cui il processo di riavvio richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'>periodo di timeout</a> (ad es. Non è presente un demone ACPI) verrà eseguito un riavvio forzato.

source: <i>Force Reboot</i> will <strong>immediately reboot</strong> the server.
it: <i>Forza riavvio</i> <strong>riavvierà immediatamente</strong> il server.

source: Reboot
it: Riavvio

source: Force Reboot
it: Forza riavvio

source: Reboot Server
it: Riavvia il server

source: You can choose to forcefully reboot the server or to send a reboot ACPI signal into the system
it: È possibile scegliere di riavviare forzatamente il server o inviare un segnale ACPI di riavvio nel sistema

source: <i>Shutdown</i> will send a shutdown ACPI signal into the server, which initiates a shutdown process.
it: <i>Spegnimento</i> invierà un segnale ACPI di spegnimento al server, che avvia un processo di spegnimento.

source: In case the shutdown process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> (e.g. there is no ACPI daemon) a Force Shutdown will take place.
it: Nel caso in cui il processo di spegnimento richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'>periodo di timeout</a> (ad es. Non è presente un demone ACPI) verrà eseguito un arresto forzato.

source: <i>Force shutdown</i> will <strong>immediately power off</strong> the server.
it: <i>Forza l'arresto</i> <strong>spegnerà immediatamente</strong> il server.

source: Shutdown
it: Spegnimento

source: Force Shutdown
it: Forza l'arresto

source: Stop Server
it: Arresta server

source: You can choose to forcefully shutdown the server or to send a shutdown ACPI signal into the system
it: È possibile scegliere di arrestare forzatamente il server o inviare un segnale ACPI di arresto al sistema

source: Stop
it: Ferma

source: Boot server from ISO image
it: Avvia il server da un'immagine ISO

source: Boot CD
it: CD di avvio

source: Boot the server from System Rescue CD. You will have to use the console and perform any rescue operation manually.
it: Avviare il server dal CD System Rescue (CD di Salvataggio). Dovrai utilizzare la console ed eseguire manualmente qualsiasi operazione di salvataggio.

source: Boot server from System Rescue CD
it: Avviare il server dal CD System Rescue (CD di salvataggio)

source: Rescue CD
it: CD di salvataggio

source: Factory reset will <strong>completely delete the server and its snapshots</strong> and create it like it was on the first time. <strong>All your data will be lost!</strong>
it: Il ripristino dei dati di fabbrica <strong>eliminerà completamente il server e le sue istantanee</strong> e lo creerà come se fosse la prima volta. <strong> Tutti i tuoi dati andranno persi! </strong>

source: Recreate %(alias)s
it: Ricrea %(alias)s

source: Are you sure that you want completely delete your server data?
it: Sei sicuro di voler eliminare completamente i dati del tuo server?

source: Recreate the server. The server needs to be stopped in order to use this function. Use with caution!
it: Ricrea il server. Il server deve essere arrestato per utilizzare questa funzione. Usare con cautela!

source: Factory reset
it: Ripristino delle impostazioni di fabbrica

source: Update server configuration on compute node according to current server definition
it: Aggiorna la configurazione del server sul nodo di calcolo in base alla definizione del server corrente

source: The server definition has been modified and needs to be updated on compute node.<br><br><i>Update & Start</i> will first update the server configuration on compute node and then start the server.
it: La definizione del server è stata modificata e deve essere aggiornata sul nodo di calcolo. <br><br><i>Aggiorna e avvia</i> prima aggiornerà la configurazione del server sul nodo di calcolo, quindi avvierà il server.

source: Update & Start
it: Aggiorna e avvia

source: <i>Start (no update)</i> will just start the server without modifying the server configuration on compute node.
it: <i>Avvia (nessun aggiornamento)</i> avvierà semplicemente il server senza modificare la configurazione del server sul nodo di calcolo.

source: Start (skip update)
it: Avvia (salta aggiornamento)

source: Start and update Server
it: Avvia e aggiorna il server

source: Revert server configuration to currently active server configuration on compute node
it: Ripristina la configurazione del server alla configurazione del server attualmente attivo sul nodo di calcolo

source: Undo
it: Annulla

source: Create server on compute node and start deploy process
it: Crea un server sul nodo di calcolo e avvia il processo di distribuzione

source: Are you sure that you want to delete the server definition from the inventory?
it: Sei sicuro di voler eliminare la definizione del server dall'inventario?

source: Remove server definition from inventory
it: Rimuovi la definizione del server dall'inventario

source: <i>Destroy</i> will <strong>completely delete the server and its snapshots</strong> from the compute node. <strong>All your data will be lost!</strong>
it: <i>Distruggi</i><strong> eliminerà completamente il server e ]i suoi snapshot </strong> dal nodo di calcolo. <strong> Tutti i tuoi dati andranno persi! </strong>

source: Destroy
it: Distruggi

source: Really destroy %(alias)s
it: Davvero vuoi distruggere %(alias)s

source: Delete server and its data from compute node. Use with caution!
it: Elimina il server e i suoi dati dal nodo di calcolo. Usare con cautela!

source: <i>Freeze</i> will send a shutdown signal into the server, which can initiate a shutdown process.
it: <i>Blocco</i>invierà un segnale di spegnimento al server, che può avviare un processo di spegnimento.

source: In case the shutdown process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> a Force Shutdown will take place.
it: Nel caso in cui il processo di spegnimento richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'>periodo di timeout</a>, si verificherà un arresto forzato.

source: <i>Force Freeze</i> will <strong>immediately power off</strong> the server.<br><br>After the shutdown process is completed the server status will be set to <strong>frozen</strong>.
it: <i>Congelamento forzato</i> <strong> spegnerà immediatamente </strong> il server. <br> <br> Al termine del processo di arresto, lo stato del server verrà impostato su <strong>Congelato</strong>.

source: Freeze
it: Congela

source: Force Freeze
it: Forza congelamento

source: Shutdown and freeze Server
it: Arresta e congela il server

source: Shutdown the server and set its status to frozen
it: Arresta il server e imposta il suo stato su congelato

source: Remove frozen server status
it: Rimuovi lo stato del server congelato

source: Unfreeze
it: Scongela

source: Migrate server stopped to another compute node
it: Migrazione del server fermo a un altro nodo di calcolo

source: Migrate
it: Migra

source: networks
it: reti

source: Change or Delete this NIC definition
it: Aggiorna o elimina la definizione di NIC

source: Change reverse DNS record for this IP address
it: Modifica il record DNS inverso per questo indirizzo IP

source: Add new NIC into Server definition
it: Aggiungi nuovo NIC nella definizione del server

source: disks
it: dischi

source: Compression
it: Compressione

source: Bootable
it: Avviabile

source: Change or Delete this disk definition
it: Modificare o eliminare questa definizione del disco

source: Add new disk into Server definition
it: Aggiungi un nuovo disco nella definizione del server

source: Download sample file
it: Scarica il file di esempio

source: Add one server
it: Aggiungi un server

source: Hidden servers
it: Server nascosti

source: Some servers are not visible or accessible, because some compute nodes are not in <strong>online state</strong>. Servers are kept untouched. Full server control will be possible as soon as the compute nodes return to online state.
it: Alcuni server non sono visibili o accessibili, perché alcuni nodi di calcolo non sono nello <strong>stato online</strong>. I server vengono mantenuti intatti. Il controllo completo del server sarà possibile non appena i nodi di calcolo torneranno allo stato online.

source: enter server name or status
it: immettere il nome o lo stato del server

source: Show server native console
it: Mostra la console nativa del server

source: Console
it: Consolle

source: Show server monitoring details
it: Mostra i dettagli del monitoraggio del server

source: Show server related task log
it: Mostra il registro delle attività relative al server

source: You don't have any server yet
it: Non hai ancora nessun server

source: Please
it: Per favore

source: create one
it: creane uno

source: Selected <span id="vms_selected">0</span> of %(vms_len)s server
it: Selezionato <span id="vms_selected">0</span> di %(vms_len)s server

source: Create new server
it: Crea nuovo server

source: <i>Reboot</i> will send a reboot ACPI signal into the server, which initiates a reboot process. In case the reboot process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> (e.g. there is no ACPI daemon) a Force Reboot will take place (KVM only).
it: <i>Riavvia</i> invierà un segnale ACPI di riavvio al server, che avvia un processo di riavvio. Nel caso in cui il processo di riavvio richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'>periodo di timeout</a> (ad esempio non c'è un demone ACPI) verrà eseguito un riavvio forzato (solo KVM ).

source: Reboot Servers
it: Riavvia i server

source: <i>Shutdown</i> will send a shutdown ACPI signal into the server, which initiates a shutdown process. In case the shutdown process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> (e.g. there is no ACPI daemon) a Force Shutdown will take place (KVM only).
it: <i>Arresta</i>invierà un segnale ACPI di spegnimento al server, che avvia un processo di spegnimento. Nel caso in cui il processo di spegnimento richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'> periodo di timeout </a> (es. Non c'è un demone ACPI) verrà eseguito un arresto forzato (solo KVM ).

source: Stop Servers
it: Arresta i server

source: Export selected servers into XLS file
it: Esporta i server selezionati in un file XLS

source: Export
it: Esporta

source: Remove server definition from database
it: Rimuovi la definizione del server dal database

source: <i>Destroy</i> will <strong>completly delete the server and its snapshots</strong> from the compute node. <strong>All your data will be lost!</strong>
it: <i>Distruggi</i> <strong> eliminerà completamente il server e le sue istantanee</strong>dal nodo di calcolo.<strong>Tutti i tuoi dati andranno persi!</strong>

source: Really destroy my server
it: Davvero vuoi distruggere il mio server

source: Are you sure that you want completly delete your server data?
it: Sei sicuro di voler eliminare completamente i dati del tuo server?

source: <i>Freeze</i> will send a shutdown signal into the server, which can initiate a shutdown process. In case the shutdown process takes longer than the <a class='button mini black no-ajax' id='btn_stop_timeout_period'>timeout period</a> a Force Shutdown will take place (KVM only).
it: <i>Congela</i> invierà un segnale di spegnimento al server, che può avviare un processo di spegnimento. Nel caso in cui il processo di spegnimento richieda più tempo del <a class='button mini black no-ajax' id='btn_stop_timeout_period'>periodo di timeout </a>, si verificherà un arresto forzato (solo KVM).

source: Shutdown and freeze Servers
it: Arresta e congela i server

source: CPU wait time
it: Tempo di attesa della CPU

source: Server monitoring disabled
it: Monitoraggio del server disabilitato

source: Monitoring information for this server is not available because the monitoring status is set to <i>Disabled</i>.
it: Le informazioni di monitoraggio per questo server non sono disponibili perché lo stato del monitoraggio è impostato su <i>Disabilitato</i>.

source: disk %(disk_id)s &rsaquo; throughput
it: disco %(disk_id)s &rsaquo; portata

source: disk %(disk_id)s &rsaquo; I/O
it: disk %(disk_id)s › I/O

source: Disks
it: Dischi

source: VM Disk Summary
it: Riepilogo disco VM

source: nic %(nic_id)s &rsaquo; bandwidth
it: nic %(nic_id)s &rsaquo; larghezza di banda

source: nic %(nic_id)s &rsaquo; packets
it: nic %(nic_id)s &rsaquo; pacchetti

source: VM disk logical throughput
it: Velocità effettiva di lettura logica del disco VM

source: VM disk logical I/O
it: I/O logica del disco VM

source: VM disk physical throughput
it: Velocità effettiva fisica del disco VM

source: VM disk physical I/O
it: I/O fisica del disco VM

source: VM disk I/O operations by latency
it: Operazioni di I/O del disco VM in base alla latenza

source: Show server details
it: Mostra i dettagli del server

source: Show server snapshots
it: Mostra snapshot del server

source: Show server backups
it: Mostra backup del server

source: DNS A record pointing to %(ipaddr)s will also be updated.
it: Anche il record DNS A che punta a %(ipaddr)s verrà aggiornato.

source: Create Snapshot
it: Crea Snapshot

source: Snapshot functionality is available for installed server only.
it: La funzionalità snapshot è disponibile solo per il server installato.

source: Please enter the name and select the disk ID of the new snapshot.
it: Immettere il nome e selezionare l'ID disco del nuovo snapshot.

source: Create snapshot
it: Crea Snapshot

source: Update Snapshot
it: Aggiornare snapshot

source: Update snapshot information (note only).
it: Aggiornare informazione di snapshot (Solo Nota)

source: Update snapshot
it: Aggiornare snapshot

source: Delete or Rollback Snapshot
it: Elimina o ripristina snapshot

source: Snapshot: <strong>__name__</strong><br>Disk ID: <strong>__disk_id__</strong>
it: Backup: <strong>__name__</strong><br>ID disco: <strong>__disk_id__</strong>

source: Deleting a snapshot will only remove the data of the snapshot.
it: L'eliminazione di uno snapshot rimuoverà solo i dati dello snapshot.

source: A snapshot rollback will restore your data from the snapshot. <strong>All your data created after the snapshot will be lost!</strong>
it: Un ripristino dello snapshot ripristinerà i tuoi dati dallo snapshot. <strong> Tutti i tuoi dati creati dopo lo snapshot andranno persi! </strong>

source: Do you want to <strong>delete every newer snapshot</strong> and restore data from this snapshot?
it: Vuoi <strong> eliminare ogni snapshot più recente </strong> e ripristinare i dati da questo snapshot?

source: Server has to be stopped and not locked in order to perform a rollback.
it: Il server deve essere arrestato e non bloccato per eseguire un ripristino.

source: Create Image
it: Crea immagine

source: Are you sure that you want to rollback the snapshot?
it: Sei sicuro di voler ripristinare lo snapshot?

source: Rollback snapshot
it: Snapshot di ripristino

source: Are you sure that you want to delete the snapshot?
it: Sei sicuro di voler eliminare lo snapshot?

source: Delete snapshot
it: Elimina snapshot

source: Delete Snapshots
it: Elimina snapshot

source: Snapshots: <strong>__name__</strong><br>Disk ID: <strong>__disk_id__</strong>
it: Backup: <strong>__name__</strong><br>ID disco: <strong>__disk_id__</strong>

source: Are you sure that you want to delete the snapshots?
it: Sei sicuro di voler eliminare gli snapshot?

source: Delete snapshots
it: Elimina snapshot

source: Create Snapshot Definition
it: Crea la definizione di Snapshot

source: Update or delete Snapshot Definition
it: Aggiorna o elimina la definizione di sanpshot
