Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: it

source: Create Disk Image from Server Snapshot
it: Crea immagine disco dallo snapshot del server

source: Create disk Image
it: Crea immagine disco

source: snapshot definitions
it: definizioni degli snapshot

source: Update or delete snapshot definition
it: Aggiorna o elimina la definizione dello snapshot

source: Create new snapshot definition
it: Crea una nuova definizione di snapshot

source: Delete or rollback this snapshot
it: Elimina o ripristina questo snapshot

source: Update snapshot information
it: Aggiorna le informazioni sullo snapshot

source: Selected <span id="selected">0</span> of <span id="total">%(len)s</span> snapshot
it: Selezionato <span id="selected">0</span> of <span id="total">%(len)s</span> snapshot

source: Manual
it: Manuale

source: Automatic
it: Automatico

source: Create snapshot of your disk. You will have to choose a name for the snapshot
it: Crea uno snapshot del tuo disco. Dovrai scegliere un nome per lo snapshot

source: Delete selected snapshots
it: Elimina gli snapshot selezionati

source: Timeout period
it: Periodo di timeout

source: seconds
it: secondi

source: Send key strokes and mouse events into the server
it: Invia le battute dei tasti e gli eventi del mouse nel server

source: Zoom in/out
it: Zoom avanti/indietro

source: Show or hide on-screen keyboard
it: Mostra o nascondi la tastiera sullo schermo

source: Change menu position
it: Cambia la posizione del menu

source: Please wait...
it: Attendere prego...

source: Remote console is not available.
it: La console remota non è disponibile.

source: Changed identity from user
it: Identità modificata dall'utente

source: Logged in GUI as
it: Accesso alla GUI come

source: Cancel impersonation
it: Annulla impersonificazione

source: Africa/Algiers
it: Africa/Algeri

source: Africa/Mogadishu
it: Africa/Mogadiscio

source: Africa/Tunis
it: Africa/Tunisi

source: America/Bogota
it: America/Bogotà

source: America/Guadeloupe
it: America/Guadalupe

source: America/Jamaica
it: America/Giamaica

source: America/Martinique
it: America/Martinica

source: America/Mexico_City
it: America/Città del Messico

source: America/Puerto_Rico
it: America/Porto Rico

source: America/Sao_Paulo
it: America/San_Paolo

source: Antarctica/Casey
it: Antartide/Casey

source: Antarctica/Davis
it: Antartide/Davis

source: Antarctica/DumontDUrville
it: Antartide/DumontDurville

source: Antarctica/Macquarie
it: Antartide / Macquarie

source: Antarctica/Mawson
it: Antartide/Mawson

source: Antarctica/McMurdo
it: Antartide/McMurdo

source: Antarctica/Palmer
it: Antartide/Palmer

source: Antarctica/Rothera
it: Antartide/ Rothera

source: Antarctica/South_Pole
it: Antartide/Polo_Sud

source: Antarctica/Syowa
it: Antartide/Syowa

source: Antarctica/Vostok
it: Antartide/Vostok

source: Arctic/Longyearbyen
it: Artide/Longyearbyen

source: Asia/Baghdad
it: Asia/Bagdad

source: Asia/Damascus
it: Asia/Damasco

source: Asia/Jakarta
it: Asia/Giacarta

source: Asia/Jerusalem
it: Asia/Gerusalemme

source: Asia/Riyadh
it: Asia/Riad

source: Asia/Samarkand
it: Asia/Samarcanda

source: Asia/Seoul
it: Asia/Seul

source: Asia/Tehran
it: Asia/Teheran

source: Asia/Yekaterinburg
it: Asia/Ekaterinburg

source: Asia/Yerevan
it: Asia/Erevan

source: Atlantic/Azores
it: Atlantico/Azzorre

source: Atlantic/Bermuda
it: Atlantico/Bermuda

source: Atlantic/Canary
it: Atlantico/Canarie

source: Atlantic/Cape_Verde
it: Atlantico/Capo_Verde

source: Canada/Central
it: Canada/Centrale

source: Canada/Pacific
it: Canada/Pacifico

source: Europe/Amsterdam
it: Europa/Amsterdam

source: Europe/Andorra
it: Europa/Andorra

source: Europe/Athens
it: Europa/Atene

source: Europe/Belgrade
it: Europa/Belgrado

source: Europe/Berlin
it: Europa/Berlino

source: Europe/Bratislava
it: Europa/Bratislava

source: Europe/Brussels
it: Europa/Bruxelles

source: Europe/Bucharest
it: Europa/Bucarest

source: Europe/Budapest
it: Europa/Budapest

source: Europe/Busingen
it: Europa/Busingen

source: Europe/Chisinau
it: Europa/Chisinau

source: Europe/Copenhagen
it: Europa/Copenhagen

source: Europe/Dublin
it: Europa/Dublino

source: Europe/Gibraltar
it: Europa/Gibilterra

source: Europe/Guernsey
it: Europa/Guernsey

source: Europe/Helsinki
it: Europa/Helsinki

source: Europe/Isle_of_Man
it: Europa/Isle_of_Man

source: Europe/Istanbul
it: Europa/Istanbul

source: Europe/Jersey
it: Europa/Jersey

source: Europe/Kaliningrad
it: Europa/Kaliningrad

source: Europe/Kiev
it: Europa/Kiev

source: Europe/Lisbon
it: Europa/Lisbon

source: Europe/Ljubljana
it: Europa/Ljubljana

source: Europe/London
it: Europa/Londra

source: Europe/Luxembourg
it: Europa/Lussemburgo

source: Europe/Madrid
it: Europa/Madrid

source: Europe/Malta
it: Europa/Malta

source: Europe/Mariehamn
it: Europa/Mariehamn

source: Europe/Minsk
it: Europa/Minsk

source: Europe/Monaco
it: Europa/Monaco

source: Europe/Moscow
it: Europa/Mosca

source: Europe/Oslo
it: Europa/Oslo

source: Europe/Paris
it: Europa/Parigi

source: Europe/Podgorica
it: Europa/Podgorica

source: Europe/Prague
it: Europa/Praga

source: Europe/Riga
it: Europa/Riga

source: Europe/Rome
it: Europa/Roma

source: Europe/Samara
it: Europa/Samara

source: Europe/San_Marino
it: Europa/San Marino

source: Europe/Sarajevo
it: Europa/Sarajevo

source: Europe/Simferopol
it: Europa/Simferopol

source: Europe/Skopje
it: Europa/Skopje

source: Europe/Sofia
it: Europa/Sofia

source: Europe/Stockholm
it: Europa/Stoccolma

source: Europe/Tallinn
it: Europa/Tallinn

source: Europe/Tirane
it: Europa/Tirana

source: Europe/Uzhgorod
it: Europa/Uzhgorod

source: Europe/Vaduz
it: Europa/Vaduz

source: Europe/Vatican
it: Europa/Vaticano

source: Europe/Vienna
it: Europa/Vienna

source: Europe/Vilnius
it: Europa/Vilnius

source: Europe/Volgograd
it: Europa/Volgograd

source: Europe/Warsaw
it: Europa/Varsavia

source: Europe/Zagreb
it: Europa/Zagabria

source: Europe/Zaporozhye
it: Europa/Zaporozhye

source: Europe/Zurich
it: Europa/Zurigo

source: Indian/Antananarivo
it: Indiano/Antananarivo

source: Indian/Chagos
it: Indiano/Chagos

source: Indian/Christmas
it: Indiano/Christmas

source: Indian/Cocos
it: Indiano/Cocos

source: Indian/Comoro
it: Indiano/Comoro

source: Indian/Kerguelen
it: Indiano/Kerguelen

source: Indian/Mahe
it: Indiano/Mahe

source: Indian/Maldives
it: Indiano/Maldives

source: Indian/Mauritius
it: Indiano/Mauritius

source: Indian/Mayotte
it: Indiano/Mayotte

source: Indian/Reunion
it: Indiano/Reunion

source: Pacific/Apia
it: Pacifico/Apia

source: Pacific/Auckland
it: Pacifico/Auckland

source: Pacific/Chatham
it: Pacifico/Chatham

source: Pacific/Chuuk
it: Pacifico/Chuuk

source: Pacific/Easter
it: Pacifico/Easter

source: Pacific/Efate
it: Pacifico/Efate

source: Pacific/Enderbury
it: Pacificoo/Enderbury

source: Pacific/Fakaofo
it: Pacificoo/Fakaofo

source: Pacific/Fiji
it: Pacificoo/Figi

source: Pacific/Funafuti
it: Pacifico/Funafuti

source: Pacific/Galapagos
it: Pacifico/Galapagos

source: Pacific/Gambier
it: Pacifico/Gambier

source: Pacific/Guadalcanal
it: Pacifico/Guadalcanal

source: Pacific/Guam
it: Pacifico/Guam

source: Pacific/Honolulu
it: Pacifico/Honolulu

source: Pacific/Johnston
it: Pacifico/Johnston

source: Pacific/Kiritimati
it: Pacifico/Kiritimati

source: Pacific/Kosrae
it: Pacifico/Kosrae

source: Pacific/Kwajalein
it: Pacifico/Kwajalein

source: Pacific/Majuro
it: Pacifico/Majuro

source: Pacific/Marquesas
it: Pacifico/Marquesas

source: Pacific/Midway
it: Pacifico/Midway

source: Pacific/Nauru
it: Pacifico/Nauru

source: Pacific/Niue
it: Pacifico/Niue

source: Pacific/Norfolk
it: Pacifico/Norfolk

source: Pacific/Noumea
it: Pacifico/Noumea

source: Pacific/Pago_Pago
it: Pacifico/Pago_Pago

source: Pacific/Palau
it: Pacifico/Palau

source: Pacific/Pitcairn
it: Pacifico/Pitcairn

source: Pacific/Pohnpei
it: Pacifico/Pohnpei

source: Pacific/Port_Moresby
it: Pacifico/Port_Moresby

source: Pacific/Rarotonga
it: Pacifico/Rarotonga

source: Pacific/Saipan
it: Pacifico/Saipan

source: Pacific/Tahiti
it: Pacifico/Tahiti

source: Pacific/Tarawa
it: Pacifico/Tarawa

source: Pacific/Tongatapu
it: Pacifico/Tongatapu

source: Pacific/Wake
it: Pacifico/Wake

source: Pacific/Wallis
it: Pacifico/Wallis

source: US/Alaska
it: Stati Uniti/Alaska

source: US/Arizona
it: Stati Uniti/Arizona

source: US/Central
it: Stati Uniti/Central

source: US/Eastern
it: Stati Uniti/Eastern

source: US/Hawaii
it: Stati Uniti/Hawaii

source: US/Mountain
it: Stati Uniti/Mountain

source: US/Pacific
it: Stati Uniti/Pacifico

source: Reverse DNS name
it: Nome DNS inverso

source: Short server name
it: Nome breve del server

source: Server hostname
it: Nome host del server

source: DNS domain name
it: Nome di dominio DNS

source: The tag will be created in case it does not exist.
it: Il tag verrà creato nel caso in cui non esista.

source: Setting template can modify lots of server attributes, e.g. disks, nics.
it: Il modello di impostazione può modificare molti attributi del server, ad es. dischi, schede di memoria.

source: Text with markdown support, visible to every user with access to this server.
it: Testo con supporto markdown, visibile a tutti gli utenti con accesso a questo server.

source: Monitored?
it: Monitorato?

source: Installed?
it: Installato?

source: This field is used for informational purposes only.
it: Questo campo viene utilizzato solo a scopo informativo.

source: Snapshot count limit
it: Limite di conteggio Snapshot

source: Maximum number of manual server snapshots.
it: Numero massimo di snapshot manuali del server.

source: Snapshot size limit
it: Limite di dimensione dello snapshot

source: Maximum size of all server snapshots.
it: Dimensione massima di tutti gli snapshot del server.

source: CPU Shares
it: Condivisioni della CPU

source: IO Priority
it: Priorità IO

source: Metadata
it: Metadati

source: key=value string pairs.
it: coppie chiave=valore.

source: Disk ID
it: ID disco

source: Changing disk size of created server is a dangerous operation and can cause data loss!
it: La modifica delle dimensioni del disco del server creato è un'operazione pericolosa e può causare la perdita di dati!

source: Setting first disk storage to different value than server settings storage (%s) is not recommended.
it: Non è consigliabile impostare il primo disco dello storage ad un valore diverso dalla impostazioni dello storage del server (%s).

source: Nic ID
it: ID Nic

source: IP Address
it: Indirizzo IP

source: Automatic allocation
it: Allocazione automatica

source: Create DNS?
it: Creare DNS?

source: Create a DNS A record for VM's FQDN?
it: Creare un record DNS A per l'FQDN della VM?

source: Use for monitoring?
it: Utilizzare per il monitoraggio?

source: Use this NIC's IP address for external monitoring.
it: Usa l'indirizzo IP di questa scheda di rete per il monitoraggio esterno.

source: MAC Address
it: Indirizzo MAC

source: If left empty, a MAC address will be generated automatically.
it: Se lasciato vuoto, verrà generato automaticamente un indirizzo MAC.

source: Primary NIC?
it: NIC Primario?

source: Use this NIC's gateway as VM's default gateway.
it: Usa il gateway di questa scheda di rete come gateway predefinito della VM.

source: Allow DHCP Spoofing?
it: Consenti spoofing DHCP?

source: Allow packets required for DHCP server.
it: Consenti i pacchetti richiesti per il server DHCP.

source: Allow IP Spoofing?
it: Consenti lo spoofing IP?

source: Allow sending and receiving packets for IP addresses other than specified in NIC's IP address field.
it: Consenti l'invio e la ricezione di pacchetti per indirizzi IP diversi da quelli specificati nel campo dell'indirizzo IP della scheda NIC.

source: Allow MAC Spoofing?
it: Consenti lo spoofing MAC?

source: Allow sending packets with MAC addresses other than specified in NIC's MAC address field.
it: Consenti l'invio di pacchetti con indirizzi MAC diversi da quelli specificati nel campo dell'indirizzo MAC della scheda NIC.

source: Allow Restricted Traffic?
it: Consenti traffico limitato?

source: Allow sending packets that are not IPv4, IPv6, or ARP.
it: Consenti l'invio di pacchetti che non sono IPv4, IPv6 o ARP.

source: File with servers
it: File con i server

source: File type is not supported
it: Il tipo di file non è supportato

source: Schedule in CRON format. Please use your local time for the hour field (will be internally converted into UTC).
it: Programma in formato CRON. Utilizza l'ora locale per il campo dell'ora (verrà convertito internamente in UTC).

source: Maximum number of snapshots to keep.
it: Numero massimo di snapshots da conservare.

source: Active?
it: Attivo?

source: Freeze filesystem?
it: Congelare il filesystem?

source: Create application-consistent snapshot; Requires QEMU Guest Agent.
it: Crea snapshot coerente con l'applicazione; Richiede l'installazione dell'agente Guest di QEMU.

source: Snapshot Name
it: Nome snapshot

source: Optional snapshot comment.
it: Commento snapshot opzionale.

source: All disks?
it: Tutti i dischi?

source: Snapshot name is already used
it: Il nome dello snapshot è già utilizzato

source: Snapshot limit reached
it: Limite di istantanee raggiunto

source: Backup Node
it: Nodo di backup

source: Bandwidth limit
it: Limite di banda

source: Optional transfer rate limit in bytes.
it: Limite di velocità di trasferimento opzionale in byte.

source: Maximum number of backups to keep.
it: Numero massimo di backup da conservare.

source: Optional backup comment.
it: Commento di backup opzionale.

source: Definition
it: Definizione

source: Backup Name
it: Nome di backup

source: Restore to Server
it: Ripristina sul server

source: Restore to Disk
it: Ripristina su disco

source: Uploaded file mimetype: "%s" has not been recognized!
it: Il tipo MIME del file caricato: "%s" non è stato riconosciuto!

source: Header does not match expected fields!
it: L'intestazione non corrisponde ai campi previsti!

source: Server was marked as installed.
it: Il server è stato contrassegnato come installato.

source: Import Failed
it: Importazione non riuscita

source: The phone number entered is not valid.
it: Il numero di telefono inserito non è valido.
