Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: it

source: username or email
it: nome utente o email

source: Username or Email
it: Nome utente o Email

source: You made %(attempts)s wrong login attempts, all further attempts will be ignored for %(timeout)s seconds.
it: Hai effettuato %(attempts)s tentativi di accesso errati, tutti gli ulteriori tentativi verranno ignorati per %(timeout)s secondi.

source: Your email address
it: Il tuo indirizzo di posta elettronica

source: You will receive an email with instructions on how to reset your password.
it: Riceverai un'e-mail con le istruzioni su come reimpostare la tua password.

source: You have requested password reset %(attempts)s times. All further attempts will be ignored for %(timeout)s seconds.
it: Hai richiesto il ripristino della password %(attempts)s volte. Tutti gli ulteriori tentativi verranno ignorati per %(timeout)s secondi.

source: That email address doesn't have an associated user account. Are you sure you've registered?
it: L'indirizzo email non ha un account utente associato. Sei sicuro di esserti registrato?

source: Your password at %(site_name)s has been reset to: %(password)s
it: La tua password in %(site_name)s è stata reimpostata a: %(password)s

source: New password
it: Nuova password

source: Confirm new password
it: Conferma la nuova password

source: You will receive an email to activate your account.
it: Riceverai una mail per attivare il tuo account.

source: Email address
it: Indirizzo email

source: First name
it: Nome di battesimo

source: Last name
it: Cognome

source: This email address is already in use. Please supply a different email address.
it: Questo indirizzo e-mail è già in uso. Si prega di fornire un indirizzo e-mail diverso.

source: Sorry. Your email address did not pass the validity test.
it: Scusate. Il tuo indirizzo email non ha superato il test di validità.

source: 6 characters minimum
it: Minimo 6 caratteri

source: You will receive a text message (SMS) with password.
it: Riceverai un messaggio di testo (SMS) con la password.

source: Phone
it: Telefono

source: TOS Confirmation
it: Conferma TOS

source: Company
it: Azienda

source: Company ID
it: ID Azienda

source: In order to use this service, you have to accept the Terms of Service.
it: Per utilizzare questo servizio, devi accettare i Termini di servizio.

source: Thank you for registering at %s.
it: Grazie per esserti registrato su %s.

source: You should receive an email shortly. Please click on the link in the email to activate your account.
it: A breve dovresti ricevere un'email. Fare clic sul collegamento nell'e-mail per attivare il proprio account.

source: If you don't receive an email, please check your spam folder.
it: Se non ricevi un'email, controlla la cartella dello spam.

source: Once your account is active, you will receive a text message (SMS) with your password.
it: Una volta che il tuo account è attivo, riceverai un messaggio di testo (SMS) con la tua password.

source: Registration almost complete!
it: Registrazione quasi completata!

source: Welcome to %(site_name)s, your new password is: %(password)s
it: Benvenuto in %(site_name)s, la tua nuova password è: %(password)s

source: Password reset instructions!
it: Istruzioni per la reimpostazione della password!

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
it: Ti abbiamo inviato un'email con le istruzioni per impostare la tua password. Dovresti riceverle a breve.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
it: Se non ricevi un'email, assicurati di aver inserito l'indirizzo con cui ti sei registrato e controlla la cartella dello spam.

source: Your password has been reset and send to your phone number via text message (SMS).
it: La tua password è stata reimpostata e inviata al tuo numero di telefono tramite messaggio di testo (SMS).

source: Password reset!
it: Reimpostazione della password!

source: SSH Keys
it: Chiavi SSH

source: Profile
it: Profilo

source: User Settings
it: Impostazioni utente

source: Verification
it: Verifica

source: Verification tokens
it: Token di verifica

source: Contact details
it: Dettagli del contatto

source: Company details
it: Dettagli della Compagnia

source: Primary address details
it: Dettagli dell'indirizzo principale

source: Billing address details
it: Dettagli dell'indirizzo di fatturazione

source: group
it: gruppo

source: Info
it: Informazioni

source: permission
it: permessi

source: Basic info
it: Informazioni di Base

source: Settings
it: Impostazioni

source: Groups & Keys
it: Gruppi e chiavi

source: Åland Islands
it: Isole Åland

source: American Samoa
it: Samoa Americane

source: Antarctica
it: Antartide

source: Antigua and Barbuda
it: Antigua e Barbuda

source: Azerbaijan
it: Azerbaigian

source: Belarus
it: Bielorussia

source: Belgium
it: Belgio

source: Bolivia, Plurinational State of
it: Stato Plurinazionale della Bolivia

source: Bonaire, Saint Eustatius and Saba
it: Bonaire, Sint Eustatius e Saba

source: Bosnia and Herzegovina
it: Bosnia ed Herzegovina

source: Bouvet Island
it: Isola Bouvet

source: Brazil
it: Brasile

source: British Indian Ocean Territory
it: Territori Britannici dell'Oceano Indianoo

source: Cambodia
it: Cambogia

source: Cameroon
it: Camerun

source: Cape Verde
it: Capo Verde

source: Cayman Islands
it: Isole Cayman

source: Central African Republic
it: Repubblica Centrafricana

source: Chad
it: Ciad

source: Chile
it: Cile

source: China
it: Cina

source: Christmas Island
it: Isola di Natale

source: Cocos (Keeling) Islands
it: Isole Cocos

source: Comoros
it: Comore

source: Congo, The Democratic Republic of the
it: Congo, Repubblica Democratica del

source: Cook Islands
it: Isole Cook

source: Côte d'Ivoire
it: Costa d’Avorio

source: Croatia
it: Croazia

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

source: Denmark
it: Danimarca

source: Djibouti
it: Gibuti

source: Dominican Republic
it: Repubblica Dominicana

source: Egypt
it: Egitto

source: Equatorial Guinea
it: Guinea Equatoriale

source: Ethiopia
it: Etiopia

source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvine)

source: Faroe Islands
it: Isole Faroe

source: Fiji
it: Figi

source: Finland
it: Finlandia

source: France
it: Francia

source: French Guiana
it: Guiana Francese

source: French Polynesia
it: Polinesia Francese

source: French Southern Territories
it: Territori Francesi Meridionali

source: Germany
it: Germania

source: Gibraltar
it: Gibilterra

source: Greece
it: Grecia

source: Greenland
it: Groenlandia

source: Guadeloupe
it: Guadalupe

source: Heard Island and McDonald Islands
it: Isole Heard e McDonald

source: Holy See (Vatican City State)
it: Santa Sede (Città del Vaticano)

source: Iceland
it: Islanda

source: Iran, Islamic Republic of
it: Iran (Repubblica Islamica)

source: Ireland
it: Irlanda

source: Isle of Man
it: Isola di Man

source: Israel
it: Israele

source: Italy
it: Italia

source: Jamaica
it: Giamaica

source: Japan
it: Giappone

source: Jordan
it: Giordania

source: Kazakhstan
it: Kazakistan

source: Korea, Democratic People's Republic of
it: Corea del Nord

source: Korea, Republic of
it: Corea del Sud

source: Kyrgyzstan
it: Kirghizistan

source: Lao People's Democratic Republic
it: Repubblica Democratica Popolare del Laos

source: Latvia
it: Lettonia

source: Lebanon
it: Libano

source: Libya
it: Libia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Macedonia, Republic of
it: Macedonia, Repubblica

source: Malaysia
it: Malesia

source: Maldives
it: Maldive

source: Marshall Islands
it: Isole Marshall

source: Martinique
it: Martinica

source: Mexico
it: Messico

source: Micronesia, Federated States of
it: Stati Federati di Micronesia

source: Moldova, Republic of
it: Repubblica di Moldavia

source: Morocco
it: Marocco

source: Mozambique
it: Mozambico

source: Netherlands
it: Paesi Bassi

source: New Caledonia
it: Nuova Caledonia

source: New Zealand
it: Nuova Zelanda

source: Norfolk Island
it: Isola Norfolk

source: Northern Mariana Islands
it: Isole Marianne Settentrionali

source: Norway
it: Norvegia

source: Palestine, State of
it: Palestina, Stato di

source: Papua New Guinea
it: Papua Nuova Guinea

source: Philippines
it: Filippine

source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Puerto Rico
it: Porto Rico

source: Réunion
it: Reunion

source: Russian Federation
it: Federazione Russa

source: Rwanda
it: Ruanda

source: Saint Helena, Ascension and Tristan da Cunha
it: Sant’Elena, Ascensione e Tristan da Cunha

source: Saint Kitts and Nevis
it: Saint Kitts e Nevis

source: Saint Lucia
it: Santa Lucia

source: Saint Martin (French part)
it: Saint-Martin (Lato francese)

source: Saint Pierre and Miquelon
it: Saint Pierre e Miquelon

source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadines

source: Sao Tome and Principe
it: Sao Tome e Principe

source: Saudi Arabia
it: Regno dell'Arabia Saudita

source: Sint Maarten (Dutch part)
it: Saint Maarten (parte Olandese)

source: Slovakia
it: Slovacchia

source: Solomon Islands
it: Isole Salomone

source: South Africa
it: Sudafrica

source: South Georgia and the South Sandwich Islands
it: Georgia del Sud e Isole Sandwich Australi

source: Spain
it: Spagna

source: South Sudan
it: Sudan del Sud

source: Svalbard and Jan Mayen
it: Svalbard e Jan Mayen

source: Sweden
it: Svezia

source: Switzerland
it: Svizzera

source: Syrian Arab Republic
it: Repubblica Araba di Siria

source: Taiwan, Province of China
it: Taiwan, provincia della Cina

source: Tajikistan
it: Tagikistan

source: Tanzania, United Republic of
it: Repubblica Unita di Tanzania

source: Thailand
it: Thailandia

source: Timor-Leste
it: Timor Est

source: Trinidad and Tobago
it: Trinidad e Tobago

source: Turkey
it: Turchia

source: Turks and Caicos Islands
it: Isole Turks e Caicos

source: Ukraine
it: Ucraina

source: United Arab Emirates
it: Emirati Arabi Uniti

source: United Kingdom
it: Regno Unito

source: United States
it: Stati Uniti

source: United States Minor Outlying Islands
it: Isole Minori Esterne degli Stati Uniti

source: Venezuela, Bolivarian Republic of
it: Repubblica bolivariana del Venezuela

source: Virgin Islands, British
it: Isole Vergini Britanniche

source: Virgin Islands, U.S.
it: Isole Vergini, Stati UnitiA.

source: Wallis and Futuna
it: Wallis e Futuna

source: Western Sahara
it: Sahara occidentale

source: Name
it: Nome

source: Alias
it: Nome alternativo

source: Site Hostname
it: Hostname del Server

source: Owner
it: Padrone

source: Access
it: Accesso

source: Groups
it: Gruppi

source: Description
it: Descrizione

source: (none)
it: (nulla)

source: Datacenter settings were successfully updated
it: Le impostazioni del datacenter sono state aggiornate correttamente

source: Datacenter settings were not updated. Please correct errors below
it: Le impostazioni del datacenter non sono state aggiornate. Correggi gli errori di seguito

source: Global setting
it: Impostazione globale

source: Domain
it: Dominio

source: DC-bound?
it: Legato a DC?

source: Type
it: Genere

source: PowerDNS domain type. MASTER - use DNS protocol messages to communicate changes with slaves. NATIVE - use database replication between master DNS server and slave DNS servers.
it: Tipo di dominio PowerDNS. MASTER: utilizza i messaggi del protocollo DNS per comunicare le modifiche con gli slave. NATIVE: utilizza la replica del database tra il server DNS principale e i server DNS slave.

source: Type (all)
it: Tipo (tutto)

source: Search by name
it: Ricerca per nome

source: Content
it: Contenuto

source: Search by content
it: Cerca per contenuto

source: Changed since
it: Cambiato da

source: The full URI the DNS server should pick up on.
it: L'URI completo che il server DNS dovrebbe rilevare.

source: How long the DNS client is allowed to remember this record.
it: Per quanto tempo il client DNS è autorizzato a ricordare questo record.

source: Priority
it: Priorità

source: Disabled?
it: Disabilitato?

source: If set to true, this record is hidden from DNS clients.
it: Se impostato su true, questo record è nascosto ai client DNS.

source: Datacenter successfully changed to %s
it: Datacenter modificato correttamente in %s

source: User group
it: Gruppo di utenti

source: Users
it: Utenti

source: Permissions
it: Permessi

source: Image
it: Immagine

source: Version
it: Versione

source: Resizable?
it: Ridimensionabile?

source: Image is able to resize the disk during an initial start or deploy process.
it: L'immagine è in grado di ridimensionare il disco durante un avvio iniziale o un processo di distribuzione.

source: Shutdown after deploy?
it: Arresto dopo il deploy?

source: Image is able to shut down the server after an initial start and successful deploy.
it: L'immagine è in grado di arrestare il server dopo un avvio iniziale e un deploy riuscito.

source: Tags
it: Etichette (tags)

source: Tags will be inherited by servers which will use this image.
it: I tag verranno ereditati dai server che utilizzeranno questa immagine.

source: Manifest URL
it: URL del manifesto

source: Image file URL
it: URL del file di immagine

source: Downloaded metadata for %(image_count)d images from image repository %(name)s
it: Metadati scaricati per %(image_count)d immagini dal repository di immagini %(name)s

source: ISO Image
it: Immagine ISO

source: ISO image file name (including file extension).
it: Nome del file immagine ISO (inclusa l'estensione del file).

source: OS Type
it: Tipo di sistema operativo

source: Network
it: Rete

source: Network/Netmask
it: Rete / Maschera di rete

source: IPv4 network address with netmask in CIDR format.
it: Indirizzo di rete IPv4 con maschera di rete in formato CIDR.

source: IPv4 gateway in quad-dotted format.
it: Gateway IPv4 in formato quad-puntato.

source: VLAN ID
it: ID VLAN

source: 802.1Q virtual LAN ID (0 - 4096, 0 = none).
it: ID LAN virtuale 802.1Q (0-4096, 0 = nessuno).

source: NIC Tag
it: Tag NIC

source: NIC tag or device name on compute node.
it: Tag NIC o nome del dispositivo sul nodo.

source: VXLAN ID
it: ID VXLAN

source: VXLAN ID required for overlay NIC tags (1 - 16777215).
it: ID VXLAN richiesto per tag NIC overlay (1 - 16777215).

source: Resolvers
it: Risolutori

source: Comma-separated list of IPv4 addresses that can be used as resolvers.
it: Elenco separato da virgole di indirizzi IPv4 che possono essere utilizzati come resolver.

source: PTR Domain
it: Dominio PTR

source: Existing in-addr.arpa domain used for creating PTR associations with virtual servers.
it: Dominio esistente in-addr.arpa utilizzato per creare associazioni PTR con server virtuali.

source: DHCP Passthrough
it: Passthrough DHCP

source: When enabled, IP addresses for this network are managed by an external DHCP service.
it: Se abilitati, gli indirizzi IP per questa rete sono gestiti da un servizio DHCP esterno.

source: MTU for the network vNIC (576 - 9000)
it: MTU per la rete vNIC (576 - 9000)

source: Enter valid IPv4 network and netmask.
it: Immettere una rete IPv4 e una maschera di rete valide.

source: IPv4 address
it: Indirizzo IPv4

source: Count
it: Conteggio

source: Number of IP addresses to create.
it: Numero di indirizzi IP da creare.

source: Usage
it: Uso

source: Note
it: Nota

source: Invalid IP address range.
it: Intervallo di indirizzi IP non valido.

source: IP address was successfully updated
it: L'indirizzo IP è stato aggiornato con successo

source: IP address was successfully deleted
it: L'indirizzo IP è stato cancellato con successo

source: IP address was successfully created
it: L'indirizzo IP è stato creato con successo

source: (all)
it: (tutti)

source: Hostname
it: Nome host

source: Resource strategy
it: Strategia delle risorse

source: Higher priority means that the automatic node chooser will more likely choose this node.
it: Una priorità più alta significa che il selezionatore automatico del nodo sceglierà con probabilità più alta questo nodo.

source: CPUs
it: CPU

source: Total number of vCPUs for VMs.
it: Numero totale di vCPU per VM.

source: Total RAM size in MB for VMs.
it: Dimensione totale della RAM in MB per le VM.

source: Disk pool size
it: Dimensioni del pool di dischi

source: Size of the local disk pool for VMs.
it: Dimensioni del pool di dischi locale per le macchine virtuali.

source: Attach node Storages
it: Allega archivi del nodo

source: Node
it: Nodo

source: Template
it: Modello

source: Username
it: Nome utente

source: User groups
it: Gruppi di utenti

source: SuperAdmin status
it: Stato SuperAdmin

source: Active
it: Attivo

source: Access to API
it: Accesso all'API

source: Confirm password
it: Conferma password

source: You must confirm your password.
it: Devi confermare la tua password.

source: Your passwords do not match.
it: Le tue password non corrispondono.

source: User was successfully created
it: L'utente è stato creato con successo

source: User profile was successfully updated
it: Il profilo utente è stato aggiornato con successo

source: User password was successfully changed
it: La password utente è stata modificata con successo

source: SSH key was successfully saved
it: La chiave SSH è stata salvata con successo

source: SSH key was successfully removed
it: La chiave SSH è stata rimossa con successo

source: Hint
it: Suggerimento

source: Press "1g" for 1024 MB
it: Digitare "1g" per 1024 MB

source: Please provide a comma-separated list of items.
it: Fornisci un elenco di elementi separati da virgole.

source: Please provide a valid JSON array.
it: Fornisci un array JSON valido.

source: Please provide a valid JSON object.
it: Fornisci un oggetto JSON valido.

source: Please provide a comma-separated list of integers.
it: Fornisci un elenco di numeri interi separati da virgole.

source: The groups this object belongs to. A object will get all permissions granted to each of its groups.
it: I gruppi a cui appartiene questo oggetto. Un oggetto otterrà tutte le autorizzazioni concesse a ciascuno dei suoi gruppi.

source: name
it: nome

source: alias
it: nome alternativo

source: Permission
it: Permessi

source: permissions
it: permessi

source: Created
it: Creato

source: Last changed
it: Ultima modifica

source: User Group
it: Gruppo di utenti

source: User Groups
it: Gruppi di utenti

source: username
it: nome utente

source: email address
it: indirizzo email

source: first name
it: nome di battesimo

source: last name
it: cognome

source: Designates whether the user can log into this admin site.
it: Indica se l'utente può accedere a questo sito di amministrazione.

source: active
it: attivo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
it: Indica se questo utente deve essere considerato attivo. Deseleziona questa opzione invece di eliminare gli account.

source: access to API
it: accesso all'API

source: Designates whether the user has access to /api.
it: Indica se l'utente ha accesso a /api.

source: API Key
it: Chiave API

source: Callback Key
it: Tasto di callback

source: date joined
it: data di adesione

source: User
it: Utente

source: Unknown account
it: Account sconosciuto

source: Company account
it: Account aziendale

source: Personal account
it: Account personale

source: Terms of Service
it: Termini di servizio

source: Email verification token
it: Token di verifica e-mail

source: Email verified
it: Email verificata

source: Billing Email
it: Email di fatturazione

source: Billing Email verification token
it: Token di verifica dell'email di fatturazione

source: Billing Email verified
it: Email di fatturazione verificata

source: Phone verification token
it: Token di verifica telefonica

source: Phone verified
it: Telefono verificato

source: Billing Phone
it: Telefono di fatturazione

source: Billing Phone verification token
it: Token di verifica telefonica della fatturazione

source: Billing Phone verified
it: Telefono di fatturazione verificato

source: Technical newsletter
it: Newsletter tecnica

source: Business newsletter
it: Newsletter aziendale

source: Account type
it: Tipo di account

source: Language
it: Lingua

source: Time zone
it: Fuso orario

source: Currency
it: Moneta

source: Title
it: Titolo

source: Middle name
it: Secondo nome

source: Website
it: Sito web

source: Street address
it: Indirizzo

source: City
it: Città

source: ZIP/Postal Code
it: Codice postale

source: State/Province/Region
it: Stato/Provincia/Regione

source: Country
it: Nazione

source: Use different billing address
it: Utilizza un indirizzo di fatturazione diverso

source: TAX ID
it: ID FISCALE

source: VAT ID
it: Partita Iva

source: Bank Account Number
it: Numero di conto bancario

source: User profile
it: Profilo utente

source: User profiles
it: Profili utente

source: Fingerprint
it: Impronta Fingerprint

source: Key
it: Chiave

source: SSH key
it: Chiave SSH

source: SSH keys
it: Chiavi SSH

source: Since
it: Da

source: Until
it: Fino a

source: Limit alerts to fetch
it: Limita gli avvisi da recuperare

source: Server hostnames
it: Nomi host del server

source: Node hostnames
it: Nomi host dei nodi

source: Show all?
it: Mostra tutto?

source: Show events?
it: Mostra eventi?

source: System
it: Sistema

source: Overview
it: Panoramica

source: Configuration
it: Configurazione

source: Maintenance
it: Manutenzione

source: Datacenters
it: Centri dati

source: Compute Nodes
it: Nodi di calcolo

source: Storages
it: Archivi Dati

source: Networks
it: Reti

source: Images
it: Immagini

source: Templates
it: Modelli

source: ISO Images
it: Immagini ISO

source: Nodes
it: Nodi di calcolo

source: Servers
it: Server

source: Add Server
it: Aggiungi server

source: Monitoring
it: Monitoraggio

source: Alerts
it: Avvisi

source: Monitoring Server
it: Server di monitoraggio

source: Task log
it: Registro attività

source: Support
it: Supporto

source: API Documentation
it: Documentazione API

source: User Guide
it: Guida utente

source: Add Ticket
it: Aggiungi Ticket

source: More
it: Ancora

source: Status
it: Stato

source: Compute?
it: Calcolare?

source: Custom text information about this compute node, with markdown support.
it: Informazioni di testo personalizzate su questo nodo di calcolo, con supporto markdown.

source: IP address
it: Indirizzo IP

source: IP address used for communication between compute nodes (e.g., VM backups, VM replication, internal VM and node monitoring).
it: Indirizzo IP utilizzato per la comunicazione tra i nodi di calcolo (ad es. Backup di VM, replica di VM, VM interna e monitoraggio dei nodi).

source: CPUs coefficient
it: Coefficiente CPU

source: Coefficient for calculating the the total number of virtual CPUs.
it: Coefficiente per il calcolo del numero totale di CPU virtuali.

source: RAM coefficient
it: Coefficiente RAM

source: Coefficient for calculating the maximum amount of memory for virtual machines.
it: Coefficiente per il calcolo della quantità massima di memoria per le macchine virtuali.

source: Monitoring templates
it: Modelli di monitoraggio

source: Comma-separated list of custom monitoring templates.
it: Elenco separato da virgole di modelli di monitoraggio personalizzati.

source: Monitoring hostgroups
it: Monitoraggio dei gruppi host

source: Comma-separated list of custom monitoring hostgroups.
it: Elenco separato da virgole di gruppi host di monitoraggio personalizzati.

source: Automatically added hostgroups:
it: Gruppi host aggiunti automaticamente:

source: Size coefficient
it: Coefficiente dimensionale

source: Coefficient for calculating the maximum amount of disk space for virtual machines.
it: Coefficiente per il calcolo della quantità massima di spazio su disco per le macchine virtuali.

source: Storage
it: Conservazione
