Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: it

source: Add SSH key
it: Aggiungi la chiave SSH

source: Delete SSH Public Key
it: Elimina chiave pubblica SSH

source: Are you sure that you want to delete this SSH key?
it: Sei sicuro di voler eliminare questa chiave SSH?

source: Delete SSH key
it: Elimina la chiave SSH

source: Update or detach Node Storage
it: Aggiorna o scollega un Nodo Storage

source: Attach Node Storage
it: Allega un Nodo Storage

source: Detach Storage
it: Scollega Storage

source: Attach Storage
it: Allega Storage

source: Free
it: Libero

source: Update or detach Storage
it: Aggiorna o scollega Storage

source: Associate new Node Storage with this Datacenter
it: Associa il nuovo Nodo Storage a questo Datacenter

source: This subnet with this VLAN ID is used by %(num_networks)s network.
it: Questa sotto-rete con questo ID VLAN viene utilizzata dalla rete %(num_networks)s.

source: NIC ID
it: ID NIC

source: Detach Server Template
it: Scollega modello server

source: Attach Server Template
it: Allega modello server

source: Detach server Template
it: Scollega modello server

source: Attach server Template
it: Allega modello server

source: Detach server Template from Datacenter
it: Scollega modello server dal Datacenter

source: Associate server Template with this Datacenter
it: Associa il modello del server a questo datacenter

source: Update or Delete User
it: Aggiorna o elimina utente

source: Create new User
it: Crea nuovo utente

source: Show password fields
it: Mostra campi password

source: Edit profile
it: Modifica Profilo

source: Add User
it: Aggiungi utente

source: Delete User
it: Elimina utente

source: Show/Hide deactivated users
it: Mostra/Nascondi utenti disattivati

source: Show active
it: Mostra attivo

source: API access?
it: Accesso API?

source: Joined
it: Iscritto

source: User is owner of this datacenter
it: L'utente è il proprietario di questo datacenter

source: Update or delete user
it: Aggiorna o elimina utente

source: Create new user
it: Crea nuovo utente

source: Loading API documentation
it: Caricamento della documentazione API

source: Pending
it: In sospeso

source: Pre-Order
it: Pre-ordina

source: enter keyword here...
it: inserisci qui la parola chiave ...

source: Cannot connect to port after installing service XY, what's wrong?
it: Impossibile connettersi alla porta dopo l'installazione del servizio XY, cosa c'è che non va?

source: Our images have firewall enabled by default. Check you firewall settings.
it: Le nostre immagini hanno il firewall abilitato per impostazione predefinita. Controlla le impostazioni del firewall.

source: Why I'm not able to access the API?
it: Perché non riesco ad accedere all'API?

source: Please <a href="%(support_section_url)s">contact our support</a> in order to check and allow API access for your user account. Also please make sure that you are using a valid username and password or API key.
it: Ti preghiamo di <a href="%(support_section_url)s"> contattare il nostro supporto </a> per controllare e consentire l'accesso API per il tuo account utente. Assicurati inoltre di utilizzare un nome utente e una password validi o una chiave API.

source: What is API key?
it: Cos'è la chiave API?

source: Generated key that can be used instead of user/password authentication.
it: Chiave generata che può essere utilizzata al posto dell'autenticazione utente/password.

source: What is callback key?
it: Cos'è la chiave di callback?

source: Generated key which is used to verify, if callback response is from our servers.
it: Chiave generata che viene utilizzata per verificare se la risposta di callback proviene dai nostri server.

source: How shall I verify callbacks with callback key?
it: Come posso verificare le richiamate con la chiave di callback?

source: The callback response will contain a random token and a verification string. You should generate your own verification sting by attaching the callback key after the random token and create an MD5 hash from the string. If your MD5 hash matches the verification string you can be sure the callback came from our servers.
it: La risposta di callback conterrà un token casuale e una stringa di verifica. È necessario generare la propria stringa di verifica allegando la chiave di callback dopo il token casuale e creare un hash MD5 dalla stringa. Se il tuo hash MD5 corrisponde alla stringa di verifica, puoi essere certo che il callback proviene dai nostri server.

source: How to add custom ISO images?
it: Come aggiungere immagini ISO personalizzate?

source: Unfortunately this feature is not built in the GUI yet, but we do support custom ISO images. Please create a support request via our <a href="%(support_section_url)s">support section</a>.
it: Purtroppo questa funzione non è ancora integrata nella GUI, ma supportiamo immagini ISO personalizzate. Crea una richiesta di supporto tramite la nostra <a href="%(support_section_url)s"> sezione di supporto </a>.

source: How to enable built-in monitoring and better graphing?
it: Come abilitare il monitoraggio integrato e una migliore rappresentazione grafica?

source: Monitoring and more accurate VM resource graphs can be turned on by enabling a monitoring agent, which is preconfigured in our VM disk images.
it: Il monitoraggio e grafici delle risorse VM più accurati possono essere attivati, ​​abilitando un agente di monitoraggio, che è preconfigurato nelle nostre immagini VM.

source: This can be accomplished by running these commands as root:<br /> * RHEL, CentOS, Scientific Linux: <code>chkconfig zabbix-agent on && service zabbix-agent start</code><br /> * Debian, Ubuntu: <code>update-rc.d zabbix-agent defaults && service zabbix-agent start</code>
it: Ciò può essere ottenuto eseguendo questi comandi come root: <br /> * RHEL, CentOS, Scientific Linux: <code>chkconfig zabbix-agent on && service zabbix-agent start</code><br /> * Debian, Ubuntu: <code>update-rc.d zabbix-agent defaults && service zabbix-agent start</code>

source: Why do I see "eth0: IPv6 duplicate address fe80::XXXX:XXff:feXX:XXXX detected!" in my server's logs?
it: Perché vedo "eth0: IPv6 duplicate address fe80::XXXX:XXff:feXX:XXXX detected!" nei log del mio server?

source: Our anti-spoofing protection allows only assigned IPv4 addresses to originate from the network interface. We do not support IPv6 at this point, which we hope to support in the near future. However, IPv6 is enabled by default in our images as disabling it will break some applications.
it: La nostra protezione anti-spoofing consente solo agli indirizzi IPv4 assegnati di provenire dall'interfaccia di rete. A questo punto non supportiamo IPv6, che speriamo di supportare nel prossimo futuro. Tuttavia, IPv6 è abilitato per impostazione predefinita nelle nostre immagini poiché disabilitarlo interromperebbe alcune applicazioni.

source: Loading User Guide
it: Caricamento della Guida per l'utente

source: Switch to raw input mode
it: Passa alla modalità di input raw

source: Switch to key-value input mode
it: Passa alla modalità di immissione chiave-valori

source: Last change
it: Ultima modifica

source: Ack
it: Conferma

source: Events
it: Eventi

source: No alerts found.
it: Nessun avviso trovato.

source: Show alert list
it: Mostra elenco avvisi

source: Show actions list
it: Mostra l'elenco delle azioni

source: Actions
it: Azioni

source: Open Zabbix monitoring in a new window
it: Apri il monitoraggio Zabbix in una nuova finestra

source: Select Datacenter
it: Seleziona Datacenter

source: Please select datacenter to work with.
it: Seleziona il datacenter con cui lavorare.

source: Switch Datacenter
it: Cambia datacenter

source: Working in %(dc_alias)s datacenter. Click to change active datacenter
it: Lavorando nel datacenter %(dc_alias)s. Fare clic per modificare il datacenter attivo

source: Socket.io connection status
it: Stato della connessione Socket.io

source: My profile and settings
it: Il mio profilo e le mie impostazioni

source: Logout
it: Disconnettersi

source: Filter servers by tags
it: Filtra i server per tag

source: Filters
it: Filtri

source: Filter
it: Filtro

source: Reset
it: Ripristina

source: Page
it: Pagina

source: Disk&nbsp;ID
it: Disco&nbsp;ID

source: Schedule
it: Schedulazione

source: Retention
it: Conservazione

source: Edit backup definitions for this server
it: Modifica le definizioni di backup per questo server

source: backup definitions
it: definizioni di backup

source: Duration
it: Durata

source: Delete or restore this backup
it: Elimina o ripristina questo backup

source: Manage
it: Gestisci

source: Update backup information
it: Aggiorna le informazioni di backup

source: Selected <span id="selected">0</span> of <span id="total">%(len)s</span> backup
it: Selezionato <span id="selected">0</span> di <span id="total">%(len)s</span> backup

source: Delete selected backups
it: Elimina i backup selezionati

source: Edit backups for this server
it: Modifica i backup per questo server

source: Unavailable backups
it: Backup non disponibili

source: Backups are not visible or accessible, because the compute node is not in <strong>online state</strong>. Existing backups are kept untouched, but new backups cannot be created. Full backup control will be possible as soon as the compute node returns to online state.
it: I backup non sono visibili o accessibili, perché il nodo di calcolo non è nello <strong> stato online </strong>. I backup esistenti vengono mantenuti inalterati, ma non è possibile creare nuovi backup. Il controllo completo del backup sarà possibile non appena il nodo di calcolo tornerà allo stato online.

source: backups
it: backup

source: (no server)
it: (nessun server)

source: Update Compute Node Settings
it: Aggiorna le impostazioni del nodo di calcolo

source: details
it: dettagli

source: Change node settings
it: Modifica le impostazioni del nodo

source: Capabilities
it: Funzionalità

source: Compute
it: Calcolo

source: CPUs / Free
it: CPUs / Libere

source: RAM / Free /
it: Ram / Libera /

source: Aggregated memory overhead caused by KVM servers.
it: Sovraccarico di memoria aggregata causato dai server KVM.

source: Overhead
it: Sovraccarico

source: Manufacturer
it: Fabbricante

source: Product
it: Prodotto

source: Serial Number
it: Numero di serie

source: CPU Type
it: Tipo di CPU

source: Uptime
it: Tempo di esercizio

source: The displayed uptime is based on the last known boot time of the compute node
it: Il tempo di esercizio visualizzato si basa sull'ultimo istante di avvio noto del nodo di calcolo

source: %(days)s day, %(hms)s
it: %(days)s giorno, %(hms)s

source: Number of real servers (with slave/replication machines excluded)
it: Numero di server reali (esclusi i computer slave/replica)

source: Actual monthly SLA for this compute node
it: Contratto di servizio mensile effettivo per questo nodo di calcolo

source: Refresh compute node information
it: Aggiornare le informazioni sul nodo di calcolo

source: network interfaces
it: interfacce di rete

source: Aggregation
it: Aggregazione

source: NIC tags
it: Tag NIC

source: virtual network interfaces
it: interfacce di rete virtuale

source: Interface
it: Interfaccia

source: disk pools
it: pool di dischi

source: Disk Configuration
it: Configurazione del disco

source: Delete Disk Image from node storage
it: Elimina l'immagine del disco dalla memoria del nodo

source: Import Disk Image into node storage
it: Importa l'immagine del disco nello storage del nodo

source: Image is used by some servers
it: L'immagine è utilizzata da alcuni server

source: Delete disk Image
it: Elimina immagine disco

source: Import disk Image
it: Importa immagine disco

source: Delete Disk Images from node storage
it: Elimina immagini disco dalla memoria del nodo

source: Delete disk Images
it: Elimina immagini disco

source: images
it: immagini

source: Show images stored on %(zpool)s zpool
it: Mostra le immagini memorizzate nel %(zpool)s zpool

source: Delete disk image from compute node storage
it: Elimina l'immagine del disco dallo storage del nodo

source: Remove all unused disk images imported on compute node storage
it: Rimuovi tutte le immagini disco inutilizzate importate nell'archiviazione del nodo di calcolo

source: Delete unused images
it: Elimina le immagini inutilizzate

source: Missing node storage
it: Manca lo storage del nodo

source: Compute node has no storage configured.
it: Il nodo di calcolo non ha spazio di archiviazione configurato.

source: enter node hostname
it: immettere il nome host del nodo

source: Vendor
it: Fornitore

source: Model
it: Modello

source: Compute node
it: Nodo di calcolo

source: Backup node
it: Nodo di backup

source: Selected <span id="selected">0</span> of %(node_len)s node
it: Selezionato <span id="selected">0</span> di %(node_len)s nodo

source: Change status of selected compute nodes
it: Modifica lo stato dei nodi di calcolo selezionati

source: Change status
it: Cambiare stato

source: CPU usage
it: Uso della CPU

source: CPU jumps
it: Salti della CPU

source: CPU load
it: Carico Della CPU

source: Compute node monitoring disabled
it: Monitoraggio del nodo di calcolo disabilitato

source: Monitoring information of compute nodes are not available because synchronization with the monitoring server is <i>disabled</i>.
it: Le informazioni di monitoraggio dei nodi di calcolo non sono disponibili perché la sincronizzazione con il server di monitoraggio è <i>disabilitata</i>.

source: Toggle horizontal size
it: Attiva/disattiva la dimensione orizzontale

source: Toggle vertical size
it: Attiva/disattiva la dimensione verticale

source: Monitoring data is not available.
it: I dati di monitoraggio non sono disponibili.

source: 1h
it: 1 ora

source: 4h
it: 4 ore

source: 1d
it: 1 giorno

source: 1w
it: 1 week

source: 2w
it: 2 week

source: 1m
it: 1 month

source: 1y
it: 1 Anno

source: Average
it: Media

source: Maximum
it: Massimo

source: Minimum
it: Minimo

source: Value
it: Valore

source: Memory usage
it: Utilizzo della memoria

source: Swap usage
it: Utilizzo dello scambio

source: Memory
it: Memoria

source: Servers: CPU
it: Server: CPU

source: Servers: Memory
it: Servers: Memoria

source: Servers: VM Disk Throughput
it: Servers: velocità effettiva del disco VM

source: Servers: VM Disk I/O
it: Server: I / O disco VM

source: nic %(nic)s &rsaquo; bandwidth
it: nic %(nic)s &rsaquo; Larchezza di Banda

source: nic %(nic)s &rsaquo; packets
it: ic %(nic)s &rsaquo; pacchetti

source: zpool %(zpool)s &rsaquo; throughput
it: zpool %(zpool)s &rsaquo; velocità effettiva

source: zpool %(zpool)s &rsaquo; I/O
it: zpool %(zpool)s › I/O

source: zpool %(zpool)s &rsaquo; space
it: zpool %(zpool)s › spazio

source: VM CPU usage
it: Utilizzo della CPU della VM

source: VM disk logical read I/O
it: I/O di lettura logica del disco VM

source: VM disk logical write I/O
it: I/O di scrittura logica del disco della VM

source: VM disk physical read I/O
it: I/O di lettura fisica del disco VM

source: VM disk physical write I/O
it: I/O di scrittura fisica del disco VM

source: VM disk logical read throughput
it: Velocità effettiva di lettura logica del disco VM

source: VM disk logical write throughput
it: Velocità effettiva di scrittura logica del disco VM

source: VM disk physical read throughput
it: Velocità effettiva di lettura fisica del disco VM

source: VM disk physical write throughput
it: Velocità effettiva di scrittura fisica del disco VM

source: VM memory usage
it: Utilizzo della memoria della VM

source: Show compute node details
it: Mostra i dettagli del nodo di calcolo

source: Details
it: Dettagli

source: Show storages available on this compute node
it: Mostra gli storage disponibili su questo nodo di calcolo

source: Show images stored on this compute node storages
it: Mostra le immagini archiviate negli archivi di questo nodo di calcolo

source: Show servers defined on this compute node
it: Mostra i server definiti su questo nodo di calcolo

source: Show backups stored on this compute node
it: Mostra i backup archiviati su questo nodo di calcolo

source: Show backup definitions configured for this compute node
it: Mostra le definizioni di backup configurate per questo nodo di calcolo

source: Backup definitions
it: Definizioni di backup

source: Show compute node monitoring
it: Mostra il monitoraggio del nodo di calcolo

source: Show compute node related task log
it: Mostra il registro delle attività relativo al nodo di calcolo

source: Task Log
it: Registro attività

source: Hostnames
it: Nomi host

source: Change status of compute node(s)
it: Modifica lo stato dei nodi di calcolo

source: Update status
it: Aggiorna stato

source: Change node Storage Settings
it: Modifica le impostazioni di archiviazione del nodo

source: Add new node Storage
it: Aggiungi nuovo nodo di archiviazione

source: Delete Storage
it: Elimina spazio di archiviazione

source: Add Storage
it: Aggiungi spazio di archiviazione

source: storages
it: depositi

source: Replicated<br>snapshots
it: <br>Snapshot replicate

source: Update or delete node Storage
it: Aggiorna o elimina lo Storage del nodo

source: Add node Storage
it: Aggiungi Storage al dono

source: task log
it: registro attività

source: This could be dangerous
it: Questo potrebbe essere pericoloso

source: Force
it: Forzare

source: Unavailable servers
it: Server non disponibili

source: Servers are not visible or accessible, because the compute node is not in <strong>online state</strong>. Servers are kept untouched. Full server control will be possible as soon as the compute node returns to online state.
it: I server non sono visibili o accessibili, perché il nodo di calcolo non è nello <strong>stato online</strong>. I server vengono mantenuti intatti. Il controllo completo del server sarà possibile non appena il nodo di calcolo tornerà allo stato "in linea".

source: servers
it: server

source: Show servers stored on all zpools
it: Mostra i server memorizzati su tutti gli zpool

source: Show servers stored on %(zpool_name)s zpool
it: Mostra le immagini memorizzate nello zpool %(zpool_name)s

source: Please enter old and new password.
it: Inserisci la vecchia e la nuova password.

source: Please enter the activation code sent to you via email to activate your new email address %(email)s
it: Inserisci il codice di attivazione inviato tramite SMS per attivare il tuo nuovo numero di telefono %(email)s

source: Please enter the activation code sent to you via text message to activate your new phone number %(phone)s
it: Inserisci il codice di attivazione inviato tramite SMS per attivare il tuo nuovo numero di telefono %(phone)s

source: API key
it: Chiave API

source: Callback key
it: Chiave di Callback (richiamata)

source: Show keys
it: Mostra chiavi

source: Profile Activation
it: Attivazione del profilo

source: Verify
it: Verificare

source: Some required information is missing or incomplete. Please fill in all required profile fields before proceeding.
it: Alcune informazioni richieste mancano o sono incomplete. Si prega di compilare tutti i campi del profilo richiesti prima di procedere.

source: Delete this SSH key
it: Elimina questa chiave SSH

source: is not verified.
it: non è verificato.

source: Cloud Customers Transactions Items Report
it: Report delle transazioni dei clienti Cloud

source: Fee
it: Contributo

source: Price invoiced for server
it: Prezzo fatturato per server

source: Subscription
it: Sottoscrizione

source: Subscription length in months
it: Durata dell'abbonamento in mesi

source: Calculated Price per Month
it: Prezzo calcolato al mese

source: Calculated Price per Year
it: Prezzo calcolato all'anno

source: Start
it: Inizio

source: End
it: Fine

source: No items available
it: Nessun elemento disponibile

source: Submit Ticket
it: Inviare il Ticket

source: Support ticket submitted by %(first_name)s %(last_name)s
it: Ticket di supporto inviato da %(first_name)s %(last_name)s

source: Ticket Type
it: Tipo di Ticket

source: Problem Description
it: Descrizione del problema

source: How to reproduce
it: Come riprodurre

source: Contact
it: Contatto

source: Critical production issue affecting all users, including system unavailability and data integrity issues with no workaround available.
it: Problema critico di produzione che interessa tutti gli utenti, inclusi problemi di indisponibilità del sistema e integrità dei dati senza soluzioni alternative disponibili.

source: Major functionality is impacted or significant performance degradation is experienced. Issue is persistent and affects many users and/or major functionality. No reasonable workaround available.
it: La funzionalità principale viene influenzata o si verifica una riduzione significativa delle prestazioni. Il problema è persistente e interessa molti utenti e/o funzionalità principali. Nessuna soluzione ragionevole disponibile.

source: System performance issue or bug affecting some but not all users. Short-term workaround is available, but not scalable.
it: Problema di prestazioni del sistema o bug che interessa alcuni ma non tutti gli utenti. È disponibile una soluzione a breve termine, ma non scalabile.

source: Inquiry regarding a routine technical issue; information requested on application capabilities, navigation, installation or configuration; bug affecting a small number of users. Acceptable workaround available.
it: Richiesta di informazioni su un problema tecnico di routine; informazioni richieste su capacità dell'applicazione, navigazione, installazione o configurazione; bug che colpisce un numero limitato di utenti. Soluzione accettabile disponibile.

source: [Danube Cloud Support] %(summary)s
it: [Supporto di Danube Cloud] %(summary)s

source: Dear customer, your request with following summary was received.
it: Caro cliente, la tua richiesta con il seguente riepilogo è stata ricevuta.

source: You will be informed about the resolution of your request by email.
it: Sarai informato della risoluzione della tua richiesta tramite e-mail.

source: System maintenance
it: Sistema in manutenzione

source: DC Version
it: Versione DC

source: Update Danube Cloud software on mgmt server
it: Aggiorna il software Danube Cloud sul server mgmt

source: Update Danube Cloud on mgmt
it: Aggiorna Danube Cloud su mgmt

source: Compute nodes maintenance
it: Manutenzione dei nodi di calcolo

source: Platform Version
it: Versione piattaforma

source: Update Danube Cloud software on selected compute nodes
it: Aggiorna il software Danube Cloud su nodi di calcolo selezionati

source: Update Danube Cloud on compute node(s)
it: Aggiorna Danube Cloud sui nodi di calcolo

source: Update compute node(s)
it: Aggiorna nodo/i di calcolo

source: Run update
it: Esegui aggiornamento

source: Total number of virtual datacenters.
it: Numero totale di data center virtuali.

source: Total number of compute nodes.
it: Numero totale di nodi di calcolo.

source: Total number of virtual servers.
it: Numero totale di server virtuali.

source: System configuration
it: Configurazione di sistema

source: Update system
it: Aggiorna il sistema

source: show more
it: mostra di più

source: show less
it: mostra meno

source: Time
it: Tempo

source: Object
it: Oggetto

source: Message
it: Messaggio

source: Detail
it: Dettaglio

source: No log entries found.
it: Nessuna voce di registro trovata.

source: Change Server Settings
it: Modifica le impostazioni del server

source: Add new Server
it: Aggiungi nuovo server

source: Import from file
it: Importa da file

source: Delete Server
it: Elimina server

source: Import Servers
it: Importa server

source: Permission denied
it: Permesso negato

source: Please contact your cloud administrator for new server requests.
it: Contatta il tuo amministratore cloud per nuove richieste al server.

source: Import servers from file
it: Importa server da file
