Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: Idle.
it: Inattivo.

source: Connecting...
it: Collegamento ...

source: Connected, waiting for first update...
it: Connesso, in attesa del primo aggiornamento ...

source: Disconnecting...
it: Disconnessione ...

source: Disconnected.
it: Disconnesso.

source: Unknown status
it: Stato sconosciuto

source: Socket.io connection error.
it: Errore di connessione Socket.io.

source: Socket.io connection problem. Please try again later.
it: Problema di connessione Socket.io. Per favore riprova più tardi.

source: Your current datacenter was changed by another user session. Please refresh your browser.
it: Il datacenter corrente è stato modificato da un'altra sessione utente. Per favore, ricarica il browser.

source: changed status to
it: stato cambiato in

source: Your current datacenter was changed. Please log out and log in again or <a class="btn-link" href="/">navigate to the default page</a>.
it: Il tuo attuale data center è stato modificato. Esci e accedi di nuovo oppure <a class="btn-link" href="/">vai alla pagina predefinita</a>.

source: Snapshot successfully created
it: Snapshot creato con successo

source: Snapshot successfully deleted
it: Snapshot eliminato con successo

source: Snapshot successfully restored
it: Snapshot ripristinato con successo

source: Creating new snapshot failed
it: Creazione di una nuova istantanea non riuscita

source: Deleting snapshot failed
it: Eliminazione dello snapshot non riuscita

source: Restoring snapshot failed
it: Ripristino dello snapshot non riuscito

source: Backup successfully created
it: Backup creato con successo

source: Backup successfully deleted
it: Backup eliminato con successo

source: Backup successfully restored
it: Backup ripristinato con successo

source: Creating new backup failed
it: Creazione di un nuovo backup non riuscita

source: Deleting backup failed
it: Eliminazione del backup non riuscita

source: Restoring backup failed
it: Ripristino del backup non riuscito

source: Unknown error
it: Errore sconosciuto

source: Network error
it: Errore di rete

source: Contacting monitoring server...
it: Contatto il server di monitoraggio ...

source: Are you sure you want to delete this?
it: Sei sicuro di volerlo cancellare?

source: The system was restarted. Please refresh your browser.
it: Il sistema è stato riavviato. Per favore, ricarica il browser.

source: System update on node %s failed (see task log in the main DC)
it: Aggiornamento del sistema sul nodo %s non riuscito (vedere il registro delle attività nel DC principale)

source: System update failed (see task log in the main DC)
it: Aggiornamento del sistema non riuscito (vedere il registro delle attività nel DC principale)

source: System update on node %s successfully finished<br>(Please wait for the node software to be restarted)
it: L'aggiornamento del sistema sul nodo %s è terminato con successo<br> (attendere il riavvio del software del nodo)

source: System update successfully finished<br>(Please wait for the system software to be restarted)
it: Aggiornamento del sistema terminato con successo <br> (attendere il riavvio del software di sistema)

source: Permalink to this headline
it: Permalink a questo titolo

source: Permalink to this definition
it: Permalink a questa definizione

source: Hide Search Matches
it: Nascondi corrispondenze di ricerca

source: Searching
it: Ricerca in corso

source: Preparing search...
it: Preparazione della ricerca ...

source: Search Results
it: Risultati della ricerca

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
it: La tua ricerca non ha prodotto risultati. Assicurati di aver digitato correttamente tutte le parole e di aver selezionato un numero sufficiente di categorie.

source: Search finished, found %s page(s) matching the search query.
it: Ricerca terminata, sono state trovate %s pagine che corrispondono alla query di ricerca.
