Repository: erigones/esdc-ce
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: it

source: Backup type
it: Tipo di backup

source: Status (all)
it: Stato (tutti)

source: Larger than
it: Più grande di

source: Larger than (MB)
it: Più grande di (MB)

source: Smaller than
it: Più piccolo di

source: Smaller than (MB)
it: Più piccolo di (MB)

source: Created since
it: Creato da

source: Created until
it: Creato fino al

source: Server (all)
it: Server (tutti)

source: (no server) (%s)
it: (nessun server) (%s)

source: Datacenter (all)
it: Datacenter (tutti)

source: WARNING: After changing the email address you will receive a email to validate the new email address.
it: ATTENZIONE: dopo aver cambiato l'indirizzo e-mail riceverai un'e-mail per convalidare il nuovo indirizzo e-mail.

source: TOS Acceptation
it: Accettazione TOS

source: I accept the General Terms and Conditions.
it: Accetto i termini e le condizioni generali.

source: Street address 2
it: Indirizzo stradale 2

source: Optional, use in case your address contains multiple names.
it: Facoltativo, da utilizzare nel caso in cui il tuo indirizzo contenga più nomi.

source: Email
it: Indirizzo email

source: WARNING: After changing the phone number you will receive a text message to validate the new phone number.
it: ATTENZIONE: Dopo aver cambiato il numero di telefono riceverai un messaggio di testo per convalidare il nuovo numero di telefono.

source: Email activation code
it: Codice di attivazione tramite posta elettronica

source: Email activation code is invalid.
it: Il codice di attivazione dell'email non è valido.

source: Phone activation code
it: Codice di attivazione del telefono

source: Phone activation code is invalid.
it: Il codice di attivazione del telefono non è valido.

source: Old password
it: Vecchia password

source: Your old password was entered incorrectly.
it: La tua vecchia password non è stata inserita correttamente.

source: Key title
it: Titolo chiave

source: Public SSH key in OpenSSH format.
it: Chiave SSH pubblica in formato OpenSSH.

source: Your profile was successfully updated
it: Il tuo profilo è stato aggiornato con successo

source: Your email address was successfully verified
it: Il tuo indirizzo email è stato verificato con successo

source: Your phone number was successfully verified
it: Il tuo numero di telefono è stato verificato con successo

source: Your password was successfully changed
it: La tua password è stata modificata con successo

source: Severity
it: Gravità

source: Critical
it: Critico

source: Major
it: Maggiore

source: Minor
it: Minore

source: Cosmetic
it: Cosmetico

source: Ticket type
it: Tipo di Ticket

source: Usability issue
it: Problema di usabilità

source: Bug Report
it: Segnalazione di errori

source: Feature request
it: Richiesta di funzionalità

source: Operational problem
it: Problema operativo

source: Sales and payments
it: Vendite e pagamenti

source: Select Server
it: Seleziona Server

source: Problem severity
it: Gravità del problema

source: Summary
it: Sommario

source: Problem description
it: Descrizione del problema

source: Steps to Reproduce
it: Passaggi per riprodurre

source: Your ticket has been submitted.
it: Il tuo ticket è stato inviato.

source: Target version
it: Versione di destinazione

source: Version tag or commit hash to which system should be updated. NOTE: The version tag is usually prefixed with a "v" character.
it: Tag della versione o hash di commit su cui il sistema deve essere aggiornato. NOTA: il tag della versione è in genere preceduto da un carattere "v".

source: Force update?
it: Aggiornamento forzato?

source: Force update even though the software is already at selected version.
it: Forza l'aggiornamento anche se il software è già alla versione selezionata.

source: Update certificate
it: Aggiorna certificato

source: X509 private certificate file used for authentication against EE git server.
it: File di certificato privato X509 utilizzato per l'autenticazione rispetto al server EE git.

source: Update key
it: Chiave di aggiornamento

source: X509 private key file used for authentication against EE git server.
it: File della chiave privata X509 utilizzato per l'autenticazione rispetto al server EE git.

source: Show only running tasks
it: Mostra solo le attività in esecuzione

source: Hide automatic tasks
it: Nascondi attività automatiche

source: Object type
it: Tipo di oggetto

source: Object name
it: Nome oggetto

source: You are not permitted to view this page
it: Non sei autorizzato a visualizzare questa pagina

source: You do not have permission to dock your ship here!
it: Non hai il permesso di attraccare qui la tua nave!

source: Click here to return to mighty Danube Cloud current
it: Fare clic qui per tornare alla potente corrente del Danubio

source: The page you were looking for does not exist
it: La pagina che stavi cercando non esiste

source: Your ship has run ashore!
it: La tua nave è scesa a riva!

source: The page is temporarily unavailable
it: La pagina è temporaneamente non disponibile

source: The page you are looking for is temporarily unavailable
it: La pagina che stai cercando è temporaneamente non disponibile

source: Please try again later
it: Per favore riprova più tardi

source: Login as
it: Accedi come

source: We’re sorry, but you are using an <b>unsupported browser</b>. <small>You may experience unexpected errors and limited functionality.</small>
it: Siamo spiacenti, ma stai utilizzando un <b> browser non supportato </b>. <small> Potrebbero verificarsi errori imprevisti e funzionalità limitate. </small>

source: Dismiss all
it: Ignora tutto

source: Please Wait
it: Attendere prego

source: Warning
it: Avvertimento

source: Cancel
it: Annulla

source: Sign in
it: Registrati

source: Sign up
it: Iscriviti

source: Forgotten password
it: Password dimenticata

source: Best regards,
it: I migliori saluti,

source: Password reset
it: Reimpostazione della password

source: Your new password will be send as a text message (SMS) to your phone number.
it: La nuova password verrà inviata come messaggio di testo (SMS) al tuo numero di telefono.

source: Reset my password
it: Reimposta la mia password

source: The password reset link was invalid, possibly because it has already been used.
it: Il link per la reimpostazione della password non era valido, probabilmente perché è già stato utilizzato.

source: Please request a new password reset.
it: Richiedi una nuova reimpostazione della password.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Hai ricevuto questa email perché hai richiesto una reimpostazione della password per il tuo account utente su %(site_name)s.

source: Please go to the following page and request a new password:
it: Vai alla pagina seguente e richiedi una nuova password:

source: Your new password will be send as text message (SMS) to your phone number:
it: La nuova password verrà inviata come messaggio di testo (SMS) al tuo numero di telefono:

source: Your username (email address), in case you've forgotten:
it: Il tuo nome utente (indirizzo email), nel caso l'avessi dimenticato:

source: Password reset request on %(site_name)s
it: Richiesta di reimpostazione della password su %(site_name)s

source: I accept %(startlink1)s%(tos_link)s%(startlink2)sthe General Terms and Conditions%(endlink)s.
it: Accetto %(startlink1)s %(tos_link)s %(startlink2)s i Termini e condizioni generali %(endlink)s.

source: Registration complete!
it: Registrazione completa!

source: Welcome to %(site_name)s!
it: Benvenuto in %(site_name)s!

source: Your password has been sent to your phone number %(phone)s as text message (SMS).
it: La tua password è stata inviata al tuo numero di telefono %(phone)s come messaggio di testo (SMS).

source: You may go ahead and log in now.
it: Puoi andare avanti e accedere ora.

source: Registration problem :(
it: Problemi di Registrazione :(

source: There was an error while sending a text message (SMS) with your new password to your phone number %(phone)s. Please contact us at <b>%(support_email)s</b>.
it: Si è verificato un errore durante l'invio di un messaggio di testo (SMS) con la nuova password al tuo numero di telefono %(phone)s. Contattaci al <b>%(support_email)s </b>.

source: The activation link is invalid. Your account may already be activated.
it: Il link di attivazione non è valido. Il tuo account potrebbe essere già stato attivato.

source: Dear customer, Welcome to %(site_name)s! In order to finish registration, activate your account by following this link:
it: Caro cliente, Benvenuto in %(site_name)s ! Per completare la registrazione, attiva il tuo account seguendo questo link :

source: Your login details are:
it: I tuoi dati di accesso sono:

source: Username (email address):
it: Nome utente (indirizzo e-mail):

source: Password (will be sent):
it: Password (verrà inviata):

source: Phone number (for SMS):
it: Numero di telefono (per SMS):

source: Thank you for choosing %(site_name)s.
it: Grazie per aver scelto %(site_name)s.

source: Switch between showing all available items or only items attached to current datacenter
it: Passa dalla visualizzazione di tutti gli elementi disponibili o solo degli elementi allegati al data center corrente

source: Show all
it: Mostra tutto

source: Show/Hide items with access=deleted
it: Mostra/Nascondi elementi con access=deleted (accesso=cancellato)

source: Show deleted
it: Mostra cancellati

source: Global settings have an impact on the behavior of all virtual data centers and the Danube Cloud system, including objects that cannot be associated with a virtual data center (compute nodes).
it: Le impostazioni globali hanno un impatto sul comportamento di tutti i data center virtuali e del sistema Danube Cloud, inclusi gli oggetti che non possono essere associati a un data center virtuale (nodi di calcolo).

source: Show global settings
it: Mostra le impostazioni globali

source: Update Datacenter
it: Aggiorna Datacenter

source: Add new Datacenter
it: Aggiungi nuovo datacenter

source: Edit more settings
it: Modifica altre impostazioni

source: Update
it: Aggiornare

source: Delete Datacenter
it: Elimina datacenter

source: Add Datacenter
it: Aggiungi Datacenter

source: Change Datacenter Settings
it: Modifica le impostazioni del datacenter

source: Show advanced settings
it: Mostra impostazioni avanzate

source: Update settings
it: Aggiorna impostazioni

source: Alias (name)
it: Alias (nome)

source: Site
it: Sito

source: Update or delete Datacenter
it: Aggiorna o elimina Datacenter

source: Edit
it: Modificare

source: Change Datacenter settings
it: Modifica le impostazioni del datacenter

source: Backups
it: Backup

source: User Registration
it: Registrazione Utente

source: Total
it: Totale

source: Create new Datacenter
it: Crea nuovo datacenter

source: This is a global setting and it can only be changed from the main data center
it: Questa è un'impostazione globale e può essere modificata solo dal data center principale

source: This might be dangerous!
it: Potrebbe essere pericoloso!

source: Changing some of these advanced settings may cause application errors and lead to software malfunction. You should only continue if you are sure of what you are doing.
it: La modifica di alcune di queste impostazioni avanzate può causare errori dell'applicazione e portare a un malfunzionamento del software. Dovresti continuare solo se sei sicuro di quello che stai facendo.

source: Datacenter settings
it: Impostazioni del datacenter

source: Save datacenter settings
it: Salva le impostazioni del datacenter

source: Modules
it: Moduli

source: Compute nodes
it: Nodi di calcolo

source: ISO images
it: Immagini ISO

source: User accounts
it: Profili utente

source: Update, Delete or Detach DNS Domain
it: Aggiorna, elimina o scollega dominio DNS

source: Update, Delete or Attach DNS Domain
it: Aggiorna, elimina o scollega dominio DNS

source: Add new DNS Domain
it: Aggiungi nuovo dominio DNS

source: Detach Domain
it: Scollega dominio

source: Attach Domain
it: Collega Dominio

source: Delete Domain
it: Elimina dominio

source: Add Domain
it: Aggiungi dominio

source: Attach DNS Domain
it: Allega dominio DNS

source: DNS Domains
it: Domini DNS

source: DC bound?
it: Vincolato a DC?

source: Records
it: Record

source: Attach, update or delete DNS Domain
it: Collega, aggiorna o elimina il dominio DNS

source: Detach, update or delete DNS Domain
it: Scollega, aggiorna o elimina il dominio DNS

source: Show/edit domain DNS records
it: Mostra/modifica i record DNS del dominio

source: %(counter)s record
it: Record %(counter)s

source: Associate DNS Domain with this Datacenter
it: Associa il dominio DNS a questo datacenter

source: Create new DNS Domain
it: Crea un nuovo dominio DNS

source: Add DNS Domain
it: Aggiungi dominio DNS

source: Update or Delete DNS record
it: Aggiorna o elimina record DNS

source: Add new DNS record
it: Aggiungi nuovo record DNS

source: Delete
it: Elimina

source: Add DNS record
it: Aggiungi record DNS

source: Delete DNS records
it: Elimina i record DNS

source: DNS records
it: Record DNS

source: Enabled
it: Abilitato

source: Changed
it: Cambiato

source: Update or delete DNS record
it: Aggiorna o elimina il record DNS

source: Selected <span id="selected">0</span> of <span id="total">%(len)s</span> DNS record
it: Selezionato <span id="selected"> 0 </span> di <span id="total">%(len)s</span> record DNS

source: Add new DNS record for this domain
it: Aggiungi un nuovo record DNS per questo dominio

source: Delete selected DNS records
it: Elimina i record DNS selezionati

source: Update, Delete or Detach User Group
it: Aggiorna, elimina o scollega gruppo utenti

source: Update, Delete or Attach User Group
it: Aggiorna, elimina o collega un gruppo di utenti

source: Update or Delete User Group
it: Aggiorna o elimina un gruppo di utenti

source: Add new User Group
it: Aggiungi un nuovo gruppo di utenti

source: Detach User Group
it: Scollega un gruppo di utenti

source: Attach User Group
it: Allega un gruppo di utenti

source: Delete User Group
it: Elimina un gruppo di utenti

source: Add User Group
it: Aggiungi un gruppo di utenti

source: Attach, update or delete User Group
it: Allega, aggiorna o elimina un gruppo di utenti

source: Detach, update or delete User Group
it: Scollega, aggiorna o elimina un gruppo di utenti

source: Update or delete User Group
it: Aggiorna o elimina un gruppo di utenti

source: Associate User group with this Datacenter
it: Associa il gruppo di utenti a questo datacenter

source: Create new user group
it: Crea nuovo gruppo di utenti

source: Update, Delete or Detach Disk Image
it: Aggiorna, elimina o scollega immagine disco

source: Update, Delete or Attach Disk Image
it: Aggiorna, elimina o allega immagine disco

source: Update or Delete Disk Image
it: Aggiorna o elimina immagine disco

source: Import Disk Image
it: Importa immagine disco

source: <strong>Note:</strong> Image server support is disabled. All operations are currently performed only at database level.
it: <strong> Nota: </strong> il supporto del server di immagini è disabilitato. Tutte le operazioni vengono attualmente eseguite solo a livello di database.

source: Detach Image
it: Scollega immagine

source: Attach Image
it: Allega immagine

source: Delete Image
it: Elimina immagine

source: Import Image
it: Importa immagine

source: Attach Disk Image
it: Allega immagine disco

source: Size
it: DImensione

source: OS&nbsp;Type
it: OS&nbsp;Tipo

source: Resize?
it: Ridimensionare?

source: Attach, update or delete disk Image
it: Allega, aggiorna o elimina immagine disco

source: Detach, update or delete disk Image
it: Scollega, aggiorna o elimina l'immagine del disco

source: Update or delete disk Image
it: Aggiorna o elimina l'immagine del disco

source: Associate disk Image with this Datacenter
it: Associa l'immagine del disco a questo datacenter

source: Attach disk Image
it: Allega immagine disco

source: Import disk Image from external URL
it: Importa immagine disco da URL esterno

source: Import disk Image from URL
it: Importa immagine disco dall'URL

source: Import disk Image from remote image repository
it: Importa immagine disco dal repository di immagini remoto

source: Import disk Image from repository
it: Importa l'immagine del disco dal repository

source: repository
it: deposito

source: Show images available on the %(repo_name)s (%(repo_url)s) image repository
it: Mostra le immagini disponibili nel repository di immagini %(repo_name)s (%(repo_url)s

source: search by image name
it: ricerca per nome dell'immagine

source: Show last %(default_limit)s published images
it: Mostra le ultime %(default_limit)s immagini pubblicate

source: Last %(default_limit)s
it: Ultimo %(default_limit)s

source: Show images published during last month
it: Mostra le immagini pubblicate durante il mese scorso

source: Last month
it: Il mese scorso

source: Show images published during last year
it: Mostra le immagini pubblicate lo scorso anno

source: Last year
it: L'anno scorso

source: Show all published images
it: Mostra tutte le immagini pubblicate

source: All
it: Tutti

source: Image repository %(repo_name)s was last updated on %(last_update)s
it: Il repository di immagini %(repo_name)s è stato aggiornato l'ultima volta il %(last_update)s

source: Image repostiory %(repo_name)s was not updated yet
it: Il registro delle immagini %(repo_name)s non è stato ancora aggiornato

source: Refresh
it: Ricaricare

source: Name (version)
it: Nome (versione)

source: Size (download)
it: Dimensioni (download)

source: Published at
it: Pubblicato a

source: Import
it: Importare

source: Last updated
it: Ultimo aggiornamento

source: Return to image list
it: Torna all'elenco delle immagini

source: Update, Delete or Detach ISO Image
it: Aggiorna, elimina o scollega l'immagine ISO

source: Update, Delete or Attach ISO Image
it: Aggiorna, elimina o allega un'immagine ISO

source: Update or Delete ISO Image
it: Aggiorna o elimina immagine ISO

source: Add new ISO Image
it: Aggiungi nuova immagine ISO

source: <strong>Note:</strong> All operations are currently performed only at database level. ISO images need to be manually distributed across all compute nodes.
it: <strong> Nota: </strong> tutte le operazioni vengono attualmente eseguite solo a livello di database. Le immagini ISO devono essere distribuite manualmente su tutti i nodi di calcolo.

source: Detach ISO Image
it: Scollega immagine ISO

source: Attach ISO Image
it: Allega immagine ISO

source: Delete ISO Image
it: Elimina immagine ISO

source: Add ISO Image
it: Aggiungi immagine ISO

source: Attach, update or delete ISO Image
it: Allega, aggiorna o elimina immagine ISO

source: Detach, update or delete ISO Image
it: Scollega, aggiorna o elimina l'immagine ISO

source: Update or delete ISO Image
it: Aggiorna o elimina l'immagine ISO

source: Associate ISO Image with this Datacenter
it: Associa l'immagine ISO a questo datacenter

source: Attach ISO image
it: Allega immagine ISO

source: Create new ISO image
it: Crea una nuova immagine ISO

source: Add ISO image
it: Aggiungi immagine ISO

source: Update or Delete Network
it: Aggiorna o elimina rete

source: Delete Network
it: Elimina rete

source: Update or Delete IP address
it: Aggiorna o elimina indirizzo IP

source: Add new IP address(es)
it: Aggiungi nuovo/i indirizzo/i IP

source: Add IP address(es)
it: Aggiungi indirizzo/i IP

source: Delete IP addresses
it: Elimina indirizzi IP

source: IP Addresses
it: Indirizzi IP

source: Update or delete Network
it: Aggiorna o elimina rete

source: Netmask
it: Maschera di rete

source: First host address
it: Primo indirizzo host

source: Last host address
it: Ultimo indirizzo host

source: Usable / Registered / Free IPs
it: IP utilizzabili/registrati/Liberi

source: Total / Free IPs
it: IP totali/Liberi

source: This subnet <small>(%(ip_network)s)</small> with this VLAN ID <small>(%(vlan_id)s)</small> is <a href="%(subnet_url)s" class="btn-link">used by %(networks)s network</a>.
it: Questa sottorete <small> (%(ip_network)s) </small> con questo ID VLAN <small> (%(vlan_id)s) </small> è <a href="%(subnet_url)s" class="btn -link "> utilizzato dalla rete %(networks)s</a>.

source: IP addresses for this network are managed by an external service
it: Gli indirizzi IP per questa rete sono gestiti da un servizio esterno

source: Return to network list
it: Torna all'elenco delle reti

source: IP addresses
it: Indirizzi IP

source: Switch between showing all or only used IP addresses
it: Passa dalla visualizzazione di tutti gli indirizzi IP utilizzati o solo di quelli utilizzati

source: Used IPs
it: IP utilizzati

source: Server(s)
it: Server

source: Hostname(s)
it: Nome/i host

source: MAC address
it: Indirizzo MAC

source: Update or delete IP address
it: Aggiorna o elimina l'indirizzo IP

source: Selected <span id="selected">0</span> of <span id="total">%(len)s</span> IP address
it: Selezionato <span id="selected"> 0 </span> di <span id="total">%(len)s</span> indirizzo IP

source: Add IP address or range of IP addresses into this network
it: Aggiungi indirizzo IP o intervallo di indirizzi IP in questa rete

source: Delete selected IP addresses
it: Elimina gli indirizzi IP selezionati

source: Update, Delete or Detach Network
it: Aggiorna, elimina o scollega rete

source: Update, Delete or Attach Network
it: Aggiorna, elimina o collega la rete

source: Add new Network
it: Aggiungi nuova rete

source: Detach Network
it: Scollega rete

source: Attach Network
it: Collega rete

source: Add Network
it: Aggiungi rete

source: Subnet
it: Sottorete

source: Free IPs
it: IP Liberi

source: Attach, update or delete Network
it: Collega, aggiorna o elimina Rete

source: Detach, update or delete Network
it: Scollega, aggiorna o elimina la rete

source: Show/edit network IP addresses
it: Mostra/modifica gli indirizzi IP di rete

source: Associate Network with this Datacenter
it: Associa la rete a questo datacenter

source: Create new Network
it: Crea nuova rete

source: Update or detach Compute Node
it: Aggiorna o scollega Compute Node

source: Attach Compute Node
it: Collega il nodo di calcolo

source: Detach Compute Node
it: Scollega nodo di calcolo

source: Strategy
it: Strategia

source: RAM Overhead
it: Sovraccarico RAM

source: Disk
it: Disco

source: Free CPUs
it: CPU libere

source: Free RAM
it: RAM Libera

source: Free Disk
it: Disco libero

source: Estimated value - may not include size of images, backups and snapshots
it: Valore stimato: potrebbe non includere le dimensioni di immagini, backup e Snapshot

source: Update or remove Compute Node association
it: Aggiorna o rimuovi l'associazione del nodo di calcolo

source: Associate new Compute Node with this Datacenter
it: Associa il nuovo nodo di calcolo a questo datacenter

source: Incomplete User Profile
it: Profilo utente incompleto

source: Some required information is missing or incomplete. User will have to fill in all required profile fields before proceeding.
it: Alcune informazioni richieste mancano o sono incomplete. L'utente dovrà compilare tutti i campi del profilo richiesti prima di procedere.

source: User Profile
it: Profilo utente

source: Address
it: Indirizzo

source: Billing Address
it: Indirizzo Di Fatturazione

source: Alerting Media
it: Avviso

source: API Keys
it: Chiavi API

source: Update profile
it: Aggiorna il profilo

source: Change password
it: Cambia la password

source: Switch into %(user)s account
it: Passa all'account %(user)s

source: Impersonate
it: Impersonare

source: Change Password
it: Cambia la password

source: Please enter new password.
it: Inserisci una nuova password.

source: Add SSH Public Key
it: Aggiungi chiave pubblica SSH

source: Please enter the name and contents of your SSH public key.
it: Inserisci il nome e il contenuto della tua chiave pubblica SSH.
